[
    {
        "uuid": "535bcc7d-b207-4257-be6e-3b4ac9b5a9fd",
        "translations": [
            {
                "locale": "ht",
                "name": " Legim Vejetal",
                "description": "<p>Yo itilize f&egrave;y ak grenn v&egrave;t ki pa mi yo k&ograve;m legim. F&egrave;y v&egrave;t yo gen bon kantite fib e anpil eleman nitritif, espesyalman pwoteyin, vitamin ak mineral, men l gen yon ti kras luil ak glisid. Grenn ki pa mi yo gen eleman nitritif ki sanble ak grenn ki mi yo men yo gen plis vitamin A ak C epi yo pi fasil pou dijere. Gen k&egrave;k legim ki gen sibstans ki toksik. Yo tout ta dwe byen kwit anvan pou manje yo. Y ap byen prepare si yo kite l bouyi pandan 20 minit.</p>\r\n"
            },
            {
                "locale": "zh",
                "name": "蔬菜豆科植物",
                "description": "<p>未成熟的豆荚和绿色的种子被用作蔬菜。绿色豆荚含有大量的纤维和大多数营养素，尤其是蛋白质、维生素和矿物质，而油和碳水化合物却很少。未成熟的种子含有与成熟种子相似的营养成分，但维生素A和C含量更高，更易于消化。一些豆科蔬菜含有有毒物质。所有豆科蔬菜在食用前均应煮熟。将它们煮沸20分钟就可以了。</p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Légumineuse légumière",
                "description": "<p>Les gousses de l&eacute;gumineuses immatures et les graines vertes sont utilis&eacute;es comme l&eacute;gumes. Les gousses vertes contiennent de bonnes quantit&eacute;s de fibres et la plupart des nutriments, en particulier des prot&eacute;ines, des vitamines et des min&eacute;raux, mais un minimum d&#39;huile et de glucides. Les semences immatures contiennent des nutriments similaires aux semences matures, mais sont plus riches en vitamines A et C et sont plus faciles &agrave; dig&eacute;rer. Quelques l&eacute;gumineuses contiennent des substances toxiques. Toutes devraient &ecirc;tre cuites avant consommation. Elle peuvent &ecirc;tre pr&eacute;par&eacute;es de mani&egrave;re ad&eacute;quate en les faisant bouillir 20 minutes.</p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Rau họ đậu",
                "description": "<p>Vỏ c&acirc;y họ đậu chưa ch&iacute;n v&agrave; hạt xanh được sử dụng l&agrave;m rau. Vỏ xanh chứa một lượng chất xơ tốt v&agrave; hầu hết c&aacute;c chất dinh dưỡng, đặc biệt l&agrave; protein, vitamin v&agrave; kho&aacute;ng chất, nhưng chỉ c&oacute; một lượng dầu v&agrave; carbohydrate tối thiểu. Hạt chưa ch&iacute;n chứa c&aacute;c chất dinh dưỡng tương tự như hạt ch&iacute;n nhưng c&oacute; h&agrave;m lượng vitamin A v&agrave; C cao hơn v&agrave; dễ ti&ecirc;u h&oacute;a hơn. Một v&agrave;i loại rau họ đậu c&oacute; chứa chất độc hại. Tất cả đều cần phải được nấu ch&iacute;n trước khi sử dụng. C&oacute; thể được sơ chế vừa đủ bằng c&aacute;ch đun s&ocirc;i 20 ph&uacute;t.</p>\r\n"
            },
            {
                "locale": "th",
                "name": "พืชตระกูลถั่วที่ใช้รับประทานเป็นผัก",
                "description": "<p>มีการนำฝักอ่อนของพืชตระกูลถั่วและเมล็ดอ่อนมารับประทานเป็นผัก ฝักอ่อนอุดมไปด้วยเส้นใยและให้สารอาหารส่วนใหญ่ โดยเฉพาะโปรตีน วิตามิน และเกลือแร่ แต่ให้ไขมันและคาโบไฮเดรตน้อย เมล็ดอ่อนมีสารอาหารที่คล้ายกับเมล็ดแก่ แต่มีวิตามินเอและซีสูงกว่าและย่อยง่ายกว่า มีผักตระกูลถั่วไม่กี่ชนิดที่มีสารพิษ แต่ทุกชนิดควรทำให้สุกก่อนการบริโภค ซึ่งการต้มเป็นเวลา 20 นาทีจะทำให้สุกพอดี</p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mboga za Jamii ya kunde",
                "description": "<p>Maganda machanga ya jamii ya kunde na mbegu ya kijani hutumiwa kama mboga. Maganda ya kijani yana wingi mzuri wa nyuzinyuzi na virutubishi vingi, hususani protini, vitamini na madini, lakini mafuta kidogo na kabohidrati. Mbegu changa ina virutubishi sawa na mbegu iliyokomaa lakini zina kiwango cha juu cha vitamini A na C na ni rahisi sana kumeng&rsquo;enya. Mboga chache za jamii ya kunde zina chembechembe zenye sumu. Zote zinapaswa kupikwa kabla ya kula. Zinaweza kutayarishwa vya kutosha kwa kuchemsha kwa muda wa dakika 20.</p>\r\n"
            },
            {
                "locale": "es",
                "name": "Legumbres vegetales",
                "description": "<p>Las vainas inmaduras y las semillas verdes de leguminosas se utilizan como verduras. Las vainas verdes contienen buenas cantidades de fibra y de la mayor&iacute;a de los nutrientes, especialmente prote&iacute;nas, vitaminas y minerales, pero muy poco aceite y carbohidratos. Las semillas inmaduras contienen nutrientes similares a las semillas maduras, pero son m&aacute;s altas en vitaminas A y C y son m&aacute;s f&aacute;ciles de digerir. Algunas verduras leguminosas contienen sustancias t&oacute;xicas. Todas deben cocinarse antes de consumirlas. Se pueden preparar adecuadamente hirvi&eacute;ndolas durante 20 minutos.</p>\r\n"
            },
            {
                "locale": "km",
                "name": "បន្លែអន្លក់ជារុក្ខជាតិភូតគាម",
                "description": "<p>ស្រោមបន្លែរុក្ខជាតិខ្ចីៗ និងគ្រាប់ពណ៌បៃតងៗត្រូវបានគេប្រើជាបន្លែ។ ស្រោមផ្លែពណ៌បៃតងមានផ្ទុកនូវសរសៃអាហារក្នុងបរិមាណគ្រប់គ្រាន់ ឬអាហារូបត្ថម្ភ/សារធាតុចិញ្ចឹមច្រើនបំផុត ជាពិសេសជាតិប្រូតេអ៊ីន វីតាមីននិងសារធាតុរ៉ែនានា តែពុំសូវមានជាតិប្រេង និងកាបូនអ៊ីដ្រាតទេ។ គ្រាប់ខ្ចីៗមានផ្ទុកអាហារូបត្ថម្ភ/សារធាតុចិញ្ចឹមស្រដៀងៗគ្នាទៅនឹងគ្រាប់ទុំ តែមានកម្រិតវីតាមីន A និង C ខ្ពស់ជាង ហើយនិងមានការរំលាយអាហារស្រួលជាង។ មានតែប្រភេទរុក្ខជាតិបន្លែដែលមានផ្លែជាកួរវែងៗចំនួនពីរបីប្រភេទប៉ុណ្ណោះដែលមានផ្ទុកសារធាតុពុល។ បន្លែរុក្ខជាតិគ្រប់ប្រភេទទាំងអស់គប្បីមានការចម្អិនសិន មុននឹងបរិភោគ។ គេអាចស្ងោរបន្លែរុក្ខជាតិទាំងនេះក្នុងរយៈពេល 20 នាទីពេញ។</p>\r\n"
            },
            {
                "locale": "en",
                "name": "Vegetable Legumes",
                "description": "<p>Immature legume pods and green seed are used as vegetables. Green pods contain good quantities of fiber and most nutrients, especially protein, vitamins and minerals, but minimal oil and carbohydrates. Immature seed contains similar nutrients to mature seed but are higher in vitamins A and C and are easier to digest. A few leguminous vegetables contain toxic substances. All should be cooked before consuming. They can be adequately prepared by boiling 20 minutes.</p>\r\n"
            },
            {
                "locale": "id",
                "name": "Sayuran Kacang-kacangan",
                "description": "<p>Kacang polong yang belum matang dan benih hijau digunakan sebagai sayuran. Polong hijau mengandung jumlah serat dan nutrisi yang baik, terutama protein, vitamin dan mineral, tetapi sedikit minyak dan karbohidrat. Benih yang belum matang mengandung nutrisi yang mirip dengan benih dewasa tetapi vitamin A dan C yang terkandung di dalamnya lebih tinggi serta lebih mudah dicerna. Beberapa sayuran kacang-kacangan mengandung zat beracun. Semua harus dimasak sebelum dikonsumsi. Sayuran kacangan-kacangan ini dapat disiapkan secara memadai dengan merebusnya selama 20 menit.</p>\r\n"
            },
            {
                "locale": "my",
                "name": "ဟင်းသီးဟင်းရွက်အဖြစ် စားသုံးနိုင်သော ပဲများ",
                "description": "<p>ပဲသီးအနုများနှင့် အစေ့များကို ဟင်းသီးဟင်းရွက်အဖြစ် သုံးကြသည်။ ပဲသီးစိမ်းများတွင် ဖိုင်ဘာနှင့် အာဟာရ အထူးသဖြင့် ပရိုတင်း၊ ဗိုက်တာမင်များနှင့် သတ္တုဓာတ်အမြောက်အမြားပါဝင်ပြီး ဆီနှင့် ကာဗိုက်ဟိုက်ဒရိတ် ပါဝင်မှုနည်းပါသည်။ အစေ့နုများသည် အစေ့ရင့်များကဲ့သို့ပင် အာဟာရပြည့်ဝပြီး ဗိုက်တာမင် A နှင့် C ပါဝင်ကာ အစာကြေလွယ်စေသည်။ ဟင်းသီးဟင်းရွက်အဖြစ်သုံးသော ပဲသီးအချို့တွင် အဆိပ်အတောက်ဓာတ်များပါသည်။ အားလုံးကို မစားမီချက်ပြုတ်ရပါမည်။ မိနစ် ၂၀ ခန့် ချက်ပြုတ်လျှင် လုံလောက်ပါသည်။</p>\r\n"
            }
        ]
    },
    {
        "uuid": "6e6a7b1f-9f61-4256-a830-e6d397044599",
        "translations": [
            {
                "locale": "es",
                "name": "Granos y Cereales",
                "description": "<p><span><span><span>Los cultivos de granos producen semillas comestibles y secas, que pueden almacenarse durante largos per&iacute;odos de tiempo. Los verdaderos granos de cereal son miembros de la familia de las hierbas. Otros cultivos similares a los granos son llamados pseudo-cereales. La mayor&iacute;a de los granos son una buena fuente de prote&iacute;nas, carbohidratos y vitaminas B. Los cultivares var&iacute;an ampliamente en sus adaptaciones estacionales y clim&aacute;ticas. Los cultivos de granos generalmente se siembran al comienzo de la estaci&oacute;n h&uacute;meda y maduran durante la estaci&oacute;n seca.&nbsp;</span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Cultures céréalières",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Les cultures c&eacute;r&eacute;ali&egrave;res produisent des graines s&egrave;ches comestibles qui peuvent &ecirc;tre stock&eacute;es pendant de longues p&eacute;riodes. Les vraies c&eacute;r&eacute;ales font partie de la famille des gramin&eacute;es. Les autres cultures ressemblant aux c&eacute;r&eacute;ales sont appel&eacute;es pseudo-c&eacute;r&eacute;ales. La plupart des c&eacute;r&eacute;ales sont de bonnes sources de prot&eacute;ines, de glucides et de vitamines B. Les cultivars sont tr&egrave;s variables dans leurs adaptations saisonni&egrave;res et climatiques. Les cultures c&eacute;r&eacute;ali&egrave;res sont habituellement plant&eacute;es au d&eacute;but de la saison des pluies et arrivent &agrave; maturit&eacute; &agrave; la saison s&egrave;che.</span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "ကောက်နှံပင်များ",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>ကောက်နှံပင်များမှ တာရှည်သိုလှောင်ထားနိုင်သော စားသုံးကုန် အစေ့ခြောက်များကို ထုတ်လုပ်သည်။ မျိုးရင်းကောက်နှံပင်များသည် မြက်အုပ်စုဝင်များဖြစ်သည်။ &nbsp;အခြားကောက်နှံပင်များကို &nbsp; ဆူဒိုကောက်နှံများဟု ခေါ်သည်။ ကောက်နှံစေ့များတွင် ပရိုတင်း၊ ကာဗိုဟိုက်ဒရိတ်နှင့် ဗီတာမင် - ဘီ ကြွယ်ဝသည်။ စိုက်ပျိုးခြင်းသည် ရာသီဥတုနှင့် မိုးလေဝသကိုလိုက်၍ များစွာကွဲပြားမှုရှိသည်။ ကောက်နှံပင်များကို များသောအားဖြင့် မိုးဦးကျရာသီတွင် စတင်စိုက်ပျိုးပြီး ခြောက်သွေ့ရာသီတွင် ရင့်မှည့်သည်။</span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "谷类作物",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>谷类作物生产可食用的干籽，可长时间储存。真正的粮谷是禾本科植物。其他类似谷子的作物叫做伪谷物。大多数谷物都是蛋白质、碳水化合物和维生素B群的良好来源。栽培品种在季节和气候适应方面非常不同。谷类作物通常在潮湿季节开始时种下，在干季成熟。</span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Cây ngũ cốc",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>C&acirc;y ngũ cốc sản xuất ra hạt kh&ocirc;, ăn được, c&oacute; thể lưu trữ trong thời gian d&agrave;i. Hạt ngũ cốc đ&iacute;ch thực l&agrave; th&agrave;nh vi&ecirc;n họ cỏ. C&aacute;c loại c&acirc;y trồng giống-ngũ-cốc kh&aacute;c được gọi l&agrave; giả ngũ cốc. Hầu hết c&aacute;c loại ngũ cốc l&agrave; nguồn protein, carbohydrate v&agrave; vitamin B tốt. Số lượng c&acirc;y trồng th&iacute;ch nghi theo m&ugrave;a v&agrave; kh&iacute; hậu rất ph&ograve;ng ph&uacute;. C&acirc;y ngũ cốc thường được trồng v&agrave;o đầu m&ugrave;a mưa v&agrave; trưởng th&agrave;nh trong m&ugrave;a kh&ocirc;.</span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Tanaman Biji-bijian",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Tanaman biji-bijian menghasilkan biji kering yang dapat dimakan, yang dapat disimpan untuk waktu yang lama. Sereal biji-bijian yang sebenarnya adalah anggota keluarga rumput. Tanaman seperti biji-bijian lainnya disebut sereal pseudo. Sebagian besar biji-bijian adalah sumber protein, karbohidrat, dan vitamin B yang baik. Kultivar sangat bervariasi dalam adaptasi musiman dan iklimnya. Tanaman biji-bijian biasanya ditanam pada awal musim hujan dan dipanen pada musim kemarau.</span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "ដំណាំយកគ្រាប់",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>ដំណាំយកគ្រាប់ បង្កើតនូវគ្រាប់ដែលអាចបរិភោគបាន, គ្រាប់ស្ងួតដែលគេអាចរក្សាទុករយៈពេលយូរបាន។ គ្រាប់ធញ្ញជាតិពិតប្រាកដនានាគឺជាសណ្ដាននៃអំបូរស្មៅ។ ដំណាំយកដូចជាគ្រាប់ផ្សេងៗទៀត ត្រូវបានគេហៅថា៖ &laquo;ធញ្ញជាតិជាគ្រាប់ (pseudo-cereals)&raquo;។ ធញ្ញជាតិភាគច្រើន គឺជាប្រភពល្អៗនៃប្រូតេអ៊ីន កាបូអ៊ីដ្រេត និងវីតាមីន B។ រុក្ខជាតិបង្កាត់ពូជពិសេសៗ (Cultivars) មានបម្រែបម្រួលច្រើនខ្លាំងនៅក្នុងការប្រែប្រួលទៅតាមរដូវកាល និងបរិយាកាស។ ដំណាំយកគ្រាប់ តាមធម្មតាគេដាំនៅដើមរដូវមានសំណើមខ្លាំង (ភ្លៀង) និងចាប់ផ្ដើមទុំនៅរដូវប្រាំង។</span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": " การปลูกธัญพืช",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>การปลูกธัญพืชให้เมล็ดพืชแห้งที่บริโภคได้ ซึ่งเก็บไว้ได้นาน เมล็ดธัญพืชแท้อยู่ในตระกูลหญ้า ส่วนการปลูกพืชอื่น ๆ ที่คล้ายธัญพืชเรียกว่าธัญพืชเทียม ธัญพืชส่วนใหญ่เป็นแหล่งโปรตีน คาร์โบไฮเดรต และวิตามินบีชั้นดี พันธุ์สำหรับเพาะปลูกมีหลากหลายชนิดตามฤดูกาลและสภาพอากาศ โดยปกติแล้วการปลูกธัญพืชมักเริ่มต้นเมื่อเข้าฤดูฝน และเติบโตเต็มที่ช่วงฤดูแล้ง</span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mazao ya Nafaka",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Mazao ya nafaka yanazalisha mbegu zilizokauka, zinazotumika kwa chakula, ambazo zinaweza kuhifadhiwa kwa muda mrefu. Mbegu za kweli za nafaka ni wanachama wa familia ya nyasi. Mazao mengine kama nafaka yanaitwa nafaka-pseudo. Nafaka nyingi ni chanzo kizuri cha protini, kabohaidreti, na vitamini B. Kulima kwa mimea hutofautiana sana katika mabadiliko yao ya msimu na ya hali ya hewa. Mazao ya nafaka hupandwa mwanzoni mwa msimu wa mvua na kukomaa wakati wa msimu wa ukavu.</span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Grain Crops",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Grain crops produce edible,&nbsp;dry seeds, which can be stored for long periods of time. True cereal grains are members of the grass family. Other grain-like crops are called pseudo-cereals. Most grains are good sources of protein, carbohydrates, and B vitamins. Cultivars vary widely in their seasonal and climatic adaptations. Grain crops are usually planted at the beginning of the wet season and mature during the dry season.</span></span></span></p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Plantasyon sereyal",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Plantasyon sereyal yo bay grenn s&egrave;ch moun ka manje, epi w ka kons&egrave;ve yo pou anpil tan. Vr&egrave; sereyal yo soti nan fanmi gramine. sa yo ki sanble ak grenn yo, nou rele yo sereyal sentetik. Majorite grenn yo gen anpil pwoteyin, glisid, ak vitamin B. Plant sa yo varye anpil nan adaptasyon sezonye ak klimatik yo. Nou plante sereyal yo nan k&ograve;mansman sezon lapli epi yo bon nan sezon sechr&egrave;s.</span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "a3d5ecae-c74d-4ddf-bb06-df4ddc832619",
        "translations": [
            {
                "locale": "ht",
                "name": " Sereyal ak Pòmdetè/Tibèkil",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>Rek&ograve;t Sereyal ak Tib&egrave;kil gen ladan anpil lanmidon, ki se yon kontribisyon prensipal nan rejim alimant&egrave; a. Plant p&egrave;manan yo an jeneral kontribye pou gen k&egrave;k pwoteyin nan rejim alimant&egrave; a menmjan ak lanmidon, menmsi sa varye nan mitan esp&egrave;s yo. Anpil rasin ak tib&egrave;kil gen sibstans ki toksik oswa sibstans ki pa pou nitrisyon epi yo dwe byen kwit yo anvan pou manje yo.&nbsp;(See the <em>Technical Note</em>&nbsp;<span><span><span><span>&quot;</span></span></span></span></span><a href=\"http://edn.link/rootcrops\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Introduction to Root Crops</span></span></span></span></span></a><span><span><span><span><span>&quot;</span></span></span></span>&nbsp;for more information.)</span></span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Roots and Tubers",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>Root and tuber crops contain large amounts of starch, which is their chief contribution to the diet. Perennials generally contribute some protein to the diet as well as starch, though this varies among species. Many roots and tubers contain toxic substances or anti-nutritional substances and must be cooked before eating. (See the <em>Technical Note</em>&nbsp;<span><span><span><span>&quot;</span></span></span></span></span><a href=\"http://edn.link/rootcrops\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Introduction to Root Crops</span></span></span></span></span></a><span><span><span><span><span>&quot;</span></span></span></span>&nbsp;for more information.)</span></span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": " Akar dan Umbi-umbian",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>Tanaman umbi-umbian dan akar mengandung banyak pati, yang merupakan kontribusi utama mereka untuk makanan. Tanaman keras umumnya menyumbangkan beberapa protein untuk makanan dan juga pati, meskipun ini bervariasi di antara spesies. Banyak akar dan umbi mengandung zat beracun atau zat anti-gizi dan harus dimasak sebelum dimakan. (Lihat Catatan Teknis &quot;<a href=\"http://edn.link/rootcrops\">Pengantar Tanaman Berakar</a>&quot; untuk informasi lebih lanjut.).</span></span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "根和块茎",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>根和块茎作物含有大量淀粉，这是它们对饮食的主要贡献。多年生植物通常为饮食提供一些蛋白质和淀粉，尽管这在不同物种中有所不同。许多根和块茎含有有毒物质或抗营养物质，必须在食用前煮熟。（<a href=\"http://edn.link/rootcrops\">欲了解更多信息，请参阅技术说明&ldquo;根类作物简介&rdquo;</a>）</span></span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Cây ăn củ",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>C&aacute;c loại c&acirc;y ăn củ c&oacute; chứa một h&agrave;m lượng lớn tinh bột, l&agrave; nguồn đ&oacute;ng g&oacute;p ch&iacute;nh trong chế độ ăn uống. C&acirc;y l&acirc;u năm thường cung cấp một lượng protein v&agrave; tinh bột tương đối trong chế độ ăn uống, mặc d&ugrave; h&agrave;m lượng sẽ kh&aacute;c nhau giữa c&aacute;c loại. Nhiều loại c&acirc;y ăn củ chứa c&aacute;c chất độc hại hoặc c&aacute;c chất phản dinh dưỡng v&agrave; phải được nấu ch&iacute;n trước khi ăn. (Xem Lưu &yacute; Kỹ thuật &ldquo;<a href=\"http://edn.link/rootcrops\">Giới thiệu về C&acirc;y ăn củ</a>&rdquo; để biết th&ecirc;m th&ocirc;ng tin)</span></span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Racines et tubercules",
                "description": "<p>Les cultures de racines et de tubercules contiennent de grandes quantit&eacute;s d&#39;amidon, qui constitue leur principale contribution au r&eacute;gime alimentaire. Les plantes vivaces apportent g&eacute;n&eacute;ralement des prot&eacute;ines au r&eacute;gime alimentaire ainsi que de l&#39;amidon, bien que cela varie selon les esp&egrave;ces. De nombreuses racines et tubercules contiennent des substances toxiques ou antinutritionnelles et doivent &ecirc;tre cuits avant d&#39;&ecirc;tre consomm&eacute;s. (Voir la note technique <a href=\"http://edn.link/rootcrops\">Introduction aux cultures racines</a>&nbsp;pour plus d&#39;informations.)</p>\r\n"
            },
            {
                "locale": "th",
                "name": "รากและหัว",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>พืชที่กินรากและหัวมีแป้งจำนวนมาก ซึ่งเป็นส่วนหลักที่นำมาใช้เป็นอาหาร โดยทั่วไป พืชยืนต้นจะให้โปรตีนบางส่วนในโภชนาการรวมถึงแป้ง ซึ่งจะแตกต่างกันไปตามแต่ละชนิด พืชรากและหัวหลายชนิดมีสารพิษหรือสารต้านโภชนาการ และต้องนำไปทำให้สุกก่อนรับประทาน (ดูข้อมูลเพิ่มเติมเกี่ยวกับ &quot;<a href=\"http://edn.link/rootcrops\">พืชกินรากเบื้องต้น</a>&quot; ได้ที่บันทึกทางเทคนิค)</span></span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mizizi na Viazi",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>Mazao ya mzizi na kiazi yana idadi kubwa ya wanga, ambayo ni mchango wao mkuu kwa lishe. Mimea ya kudumu ya asili kwa ujumla inachangia protini kadhaa kwa lishe na wanga, ingawa hii inatofautiana kati ya spishi. Mizizi mingi na viazi ina chembechembe zenye sumu au zenye kupambana na lishe na lazima ipikwa kabla ya kula. (Angalia Maelezo ya Kiufundi &quot;<a href=\"http://edn.link/rootcrops\">Utangulizi wa Mazao ya Mizizi</a>&quot; kwa taarifa zaidi.)</span></span></span></span></p>\r\n"
            },
            {
                "locale": "es",
                "name": "Raíces y tubérculos",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>Los cultivos de ra&iacute;ces y tub&eacute;rculos contienen grandes cantidades de almid&oacute;n, las cuales son su principal contribuci&oacute;n a la dieta. Las perennes generalmente contribuyen un poco de prote&iacute;na a la dieta, adem&aacute;s del almid&oacute;n, pero esto var&iacute;a entre las especies. Muchas ra&iacute;ces y tub&eacute;rculos contienen sustancias t&oacute;xicas o anti-nutritivas, y deben cocinarse antes de comer. (Consulte la nota t&eacute;cnica &quot;<a href=\"http://edn.link/rootcrops\">Introducci&oacute;n a los cultivos de ra&iacute;ces</a>&quot; para obtener m&aacute;s informaci&oacute;n).</span></span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "ឫស និងមើម",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>ដំណាំយកឫស និងមើមមានផ្ទុកសារធាតុអាហារដែលរកឃើញក្នុងគ្រាប់ធញ្ញជាតិក្នុងបរិមាណច្រើនដែលជាល្បាយដ៏សំខាន់របស់វានៅក្នុងរបបអាហារ។ ជាទូទៅ ប្រភេទរុក្ខជាតិរស់បានយូរឆ្នាំរួមចំណែកដល់ការបង្កើនជាតិប្រូតេអ៊ីនមួយចំនួនក្នុងរបបអាហារ ក៏ដូចជាសារធាតុអាហារដែលរកឃើញក្នុងគ្រាប់ធញ្ញជាតិ បើទោះជាចំណែកនេះមានកម្រិតខុសៗគ្នាក្នុងចំណោមប្រភេទរុក្ខជាតិនានាក្ដី។ ឫស និងមើមនៃរុក្ខជាតិជាច្រើនប្រភេទមានផ្ទុកនូវសារធាតុពុល ឬសារធាតុប្រឆាំងអាហារូបត្ថម្ភ/សារធាតុចិញ្ចឹមដែលគេត្រូវតែចម្អិនវាសិន មុននឹងបរិភោគ។ (មើលកំណត់ហេតុបច្ចេកទេស &quot;<a href=\"http://edn.link/rootcrops\">ការណែនាំប្រាប់អំពីដំណាំយកឫស និងមើម&quot;</a> ដើម្បីដឹងព័ត៌មានច្រើនទៀត).</span></span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "အမြစ်များနှင့် ဥများ ",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span><span>အမြစ်နှင့် ဥများတွင် အဓိကအာဟာရဖြစ်စေသော ကော်ဓာတ်အမြောက်အမြားပါဝင်သည်။ နှစ်ရှည်ခံပင်များတွင်လည်း အာဟာရပြည့်ဝသော ပရိုတင်းအချို့ပါသော်လည်း အမျိုးအစားလိုက် ကွဲပြားပါသည်။ အမြစ်နှင့် ဥ အများစုတွင် အဆိပ်အတောက်ဓာတ်များ၊ အာဟာရဓာတ်ပျောက်စေသော အရာများပါဝင်သောကြောင့် မစားသုံးမီ ချက်ပြုတ်ရပါမည်။ (နောက်ထပ်အချက်အလက်များသိလိုပါက &ldquo;<a href=\"http://edn.link/rootcrops\">အမြစ်သီးနှံများမိတ်ဆက်</a>&rdquo; နည်းပညာမှတ်စုကို ကြည့်ပါ။)</span></span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "12179f17-96c6-4dd8-b1da-de236d11a68c",
        "translations": [
            {
                "locale": "my",
                "name": "စားကျက်မြက်ခင်းများနှင့် တိရစ္ဆာန်အစာပင်များ",
                "description": "<p><span><span><span><span>အပူပိုင်းဒေသများတွင် စားကျက်မြက်ခင်းများနှင့် အရိပ်ရပင်များအဖြစ် စိုက်ပျိုးနိုင်သော အပင်များစွာရှိသည်။ ၎င်းတို့အနက် အချို့မှာ နေရာမရွေးစိုက်ရလွယ်ခြင်း၊ အထွက်နှုန်းမြင့်မားနိုင်သော အလားအလာရှိခြင်း၊ အာဟာရပြည့်ဝခြင်းတို့ကြောင့် အလွန်အရေးပါသည်။ အများစုမှာ မြက်များနှင့် ပဲအမျိုးမျိုးတို့ဖြစ်သည်။ ဤနေရာတွင် ထည့်သွင်းထားသော မြက်အများစုသည် အမြဲတမ်းစားကျက်မြက်ခင်းများအဖြစ် သင့်တော်သော်လည်း အနည်းစုကိုသာ တိရစ္ဆာန်အစာအဖြစ် ခုတ်ဖြတ်ကြပါသည်။ အပူပိုင်းဒေသ စားကျက်မြက်ခင်းအဖြစ် သင့်တော်သော ပဲနှင့်မြက်ရောစပ် အမျိုးအစားအနည်းငယ်ရှိသည်။ မည်သို့ပင်ဆိုစေ ကျွန်ုပ်တို့တွင် စားကျက်မြက်ခင်းနှင့် ရောရန်သင့်တော်သော ပဲအမျိုးမျိုးရှိပြီး ၎င်းတို့ကို ဒေသအမျိုးမျိုးတွင် မည်သို့ စိုက်ပျိုးကြကြောင်း ကြားသိလိုပါသည်။ &ldquo;တိရစ္ဆာန်အစာပင်များ&rdquo; အကြောင်း ECHO နည်းပညာကို မှတ်စုတွင် ရရှိနိုင်ပါသည်။ (&nbsp;</span><a href=\"http://edn.link/xexf7r\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Forages</span></span></span></span></span></a><span>&nbsp;)&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "牧草和饲料作物",
                "description": "<p><span><span><span><span>在热带地区，各种各样的植物都可以用作牧草和饲料作物。其中，少数品种因其适应性广、易生长、高产潜力大、营养价值高而尤为重要。其中大部分不是禾本科植物就是豆科植物。本文中的大多数禾本科植物都非常适合永久性牧场，尽管通常会将其中的一些割下并运给动物。遗憾的是，很少有豆科植物和禾本科植物的组合能与热带的牧场相适应；然而，我们确实有几种豆科植物适合混合牧场，并渴望了解它们在不同地区的生长情况。这里有关于&ldquo;饲料&rdquo;的ECHO技术说明。&nbsp;</span><a href=\"http://edn.link/xexf7r\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Forages</span></span></span></span></span></a><span>&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Đồng cỏ và Cây trồng làm thức ăn cho gia súc",
                "description": "<p><span><span><span><span>Nhiều loại c&acirc;y kh&aacute;c nhau c&oacute; thể được sử dụng l&agrave;m đồng cỏ hoặc c&acirc;y trồng l&agrave;m thức ăn cho gia s&uacute;c ở v&ugrave;ng nhiệt đới. Trong số n&agrave;y, một số &iacute;t đặc biệt quan trọng do khả năng th&iacute;ch ứng rộng, dễ ph&aacute;t triển, tiềm năng năng suất cao v&agrave; gi&aacute; trị dinh dưỡng cao. Hầu hết trong số n&agrave;y l&agrave; cỏ hoặc c&acirc;u họ đậu. Phần lớn c&aacute;c loại cỏ ở đ&acirc;y đều ph&ugrave; hợp cho đồng cỏ l&acirc;u d&agrave;i, mặc d&ugrave; một số &iacute;t được cắt bỏ v&agrave; l&agrave;m thức ăn cho động vật. Kh&ocirc;ng may, chỉ một số &iacute;t sự kết hợp giữa c&acirc;y họ đậu v&agrave; cỏ l&agrave; th&iacute;ch nghi được trong đồng cỏ ở v&ugrave;ng nhiệt đới; tuy nhi&ecirc;n, ch&uacute;ng t&ocirc;i c&oacute; một số c&acirc;y họ đậu ph&ugrave; hợp với đồng cỏ hỗn hợp v&agrave; ch&uacute;ng t&ocirc;i rất sẵn l&ograve;ng muốn biết ch&uacute;ng ph&aacute;t triển như thế n&agrave;o trong những khu vực kh&aacute;c nhau. Một Lưu &yacute; Kỹ thuật ECHO về &ldquo;<a href=\"http://edn.link/xexf7r\">C&acirc;y trồng l&agrave;m thức ăn cho gia s&uacute;c</a>&rdquo; hiện đang c&oacute; sẵn.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Pâturages et cultures fourragères",
                "description": "<p><span><span><span><span>Une grande vari&eacute;t&eacute; de plantes peuvent &ecirc;tre utilis&eacute;es comme p&acirc;turages et plantes fourrag&egrave;res sous les tropiques. Parmi celles-ci, quelques-unes sont particuli&egrave;rement importantes en raison de leur grande adaptabilit&eacute;, de leur croissance rapide, de leur valeur nutritionnelle et de leur potentiel de rendement &eacute;lev&eacute;s. La plupart sont des herbes ou des l&eacute;gumineuses. La majorit&eacute; des herbes pr&eacute;sentes conviennent tr&egrave;s bien aux p&acirc;turages permanents, bien que quelques-unes soient g&eacute;n&eacute;ralement coup&eacute;es et transport&eacute;es jusqu&#39;aux animaux. Malheureusement, il existe peu de combinaisons de l&eacute;gumineuses et de gramin&eacute;es compatibles avec les p&acirc;turages des tropiques ; cependant, nous disposons de plusieurs l&eacute;gumineuses adapt&eacute;es aux p&acirc;turages mixtes et nous sommes impatients de savoir comment elles se d&eacute;veloppent dans diverses r&eacute;gions. Une note technique d&#39;ECHO sur les <a href=\"http://edn.link/xexf7r\">fourrages</a>&nbsp;est disponible.</span></span></span></span><br />\r\n&nbsp;</p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mazao ya Malisho na Chakula",
                "description": "<p><span><span><span><span>Mimea anuwai inaweza kutumika kama mazao ya malisho na chakula katika nchi za kitropiki. Kati ya hizi, chache ndio muhimu sana kwa sababu ya kuzoeleana kwao, urahisi wa ukuaji, uwezo mkubwa wa mavuno, na thamani kubwa ya lishe. Zaidi ya hizi ni nyasi au jamii ya kunde. Nyasi nyingi zilizo hapa zinafaa sana kwa malisho ya kudumu, ingawa chache hukatwa na kupelekewa wanyama. Kwa bahati mbaya, kuna michanganyiko michache ya jamii ya kunde na nyasi ambayo inaendana katika malisho ya maeneo ya kitropiki; walakini, tuna jamii ya kunde kadhaa zinazofaa kwa malisho mchanganyiko na tunatamani kusikia jinsi zinakua katika maeneo anuwai. Taarifa ya Kiufundi ya ECHO juu ya &quot;<a href=\"http://edn.link/xexf7r\">Vyakula</a>&quot; inapatikana.&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "ทุ่งหญ้าเลี้ยงสัตว์และพืชอาหารสัตว์",
                "description": "<p><span><span><span><span>ในเขตร้อนมีพืชหลากหลายชนิดที่ปลูกในทุ่งหญ้าเลี้ยงสัตว์และเป็นพืชอาหารสัตว์ได้ แต่ในจำนวนนี้ มีเพียงไม่กี่ชนิดที่มีความสำคัญเป็นพิเศษ เนื่องจากเป็นพืชที่ปรับตัวได้ดี โตง่าย มีโอกาสให้ผลผลิตสูง และมีคุณค่าทางอาหารสูง ซึ่งส่วนใหญ่จะเป็นหญ้าหรือพืชตระกูลถั่ว หญ้าต่าง ๆ ส่วนใหญ่ในที่นี้เหมาะอย่างมากกับการปลูกในทุ่งหญ้าถาวร แม้ว่าโดยทั่วไปจะตัดไปเลี้ยงสัตว์เพียงเล็กน้อย แต่มีพืชตระกูลถั่วกับหญ้าไม่กี่ชนิดที่เหมาะจะปลูกร่วมกันในทุ่งหญ้าเลี้ยงสัตว์ในเขตร้อน อย่างไรก็ตาม เรามีพืชตระกูลถั่วหลายชนิดที่เหมาะกับทุ่งหญ้าเลี้ยงสัตว์แบบผสม และต้องการทราบว่าพืชดังกล่าวเติบโตอย่างไรในหลาย ๆ พื้นที่ ศึกษาข้อมูลได้จากบันทึกทางเทคนิค ECHO เรื่อง &quot;<a href=\"http://edn.link/xexf7r\">พืชอาหารสัตว์</a>&quot;&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "ដំណាំតិណភូមិ និងចំណីសត្វ",
                "description": "<p><span><span><span><span>គេអាចប្រើប្រាស់រុក្ខជាតិច្រើនប្រភេទជាដំណាំតិណភូមិ (វាលស្មៅសម្រាប់សត្វស៊ី) និងចំណីសត្វនៅតាមតំបន់ត្រូពិក។ ចំពោះរុក្ខជាតិទាំងនេះ មានតែពីរបីប្រភេទប៉ុណ្ណោះដែលមានសារៈសំខាន់ជាពិសេសដោយសារតែភាពអាចប្រែប្រួលទៅតាមបរិស្ថានច្រើនរបស់វា ភាពងាយស្រួលនៃដំណុះ សក្តានុពលទិន្នផលខ្ពស់ និងគុណតម្លៃអាហារូបត្ថម្ភខ្ពស់។ ភាគច្រើននៃរុក្ខជាតិទាំងនេះ គឺប្រភេទស្មៅ និងបន្លែអន្លក់ (ឬអំបូរបន្លែផ្លែមានគួរ)។ អំបូរស្មៅភាគច្រើនដែលមាននៅក្នុងនេះ សមប្រកបខ្លាំងសម្រាប់តិណភូមិអចិន្ត្រៃយ៍ បើទោះជាមានពីរបីអំបូរដែលតាមធម្មតាគេកាត់ និងកងយកទៅឲ្យសត្វស៊ីក្ដី។ ចៃដន្យ មានអំបូរបន្លែផ្លែមានគួរ និងសមាយោគស្មៅពីរបីប្រភេទដែលឆបគ្នានឹងតិណភូមិនៃតំបន់ត្រូពិកដែលលើសពីនេះ យើងពិតជាមានអំបូរបន្លែផ្លែមានគួរជាច្រើនប្រភេទសម្រាប់ជាល្បាយតិណភូមិ និងចង់ស្ដាប់ឮអំពីរបៀបដែលប្រភេទរុក្ខជាតិទាំងនេះដុះនៅតាមតំបន់នីមួយៗ។ កំណត់ហេតុបច្ចេកទេសរបស់ ECHO មួយស្ដីពីលទ្ធភាពប្រើប្រាស់ &quot;<a href=\"http://edn.link/xexf7r\">ចំណីសត្វ</a>&quot;។&nbsp;&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "es",
                "name": "Cultivos de pastos y forrajes",
                "description": "<p><span><span><span><span>Una amplia variedad de plantas se pueden utilizar como pastizales y cultivos de forraje en los tr&oacute;picos. Entre ellas, algunas son particularmente importantes debido a su amplia adaptabilidad, facilidad de crecimiento, alto potencial de rendimiento y alto valor nutricional. La mayor&iacute;a de ellas son hierbas o legumbres. La mayor&iacute;a de las hierbas de este grupo son muy adecuadas para pastos permanentes, aunque algunas suelen ser cortadas y llevadas a los animales. Lamentablemente hay pocas combinaciones de legumbres y pastos que son compatibles en los pastos de los tr&oacute;picos; sin embargo, tenemos varias legumbres adecuadas para pastos mixtos y estamos ansiosos por escuchar c&oacute;mo crecen en varias &aacute;reas. Est&aacute; disponible una nota t&eacute;cnica de ECHO sobre &quot;<a href=\"http://edn.link/xexf7r\">Forrajes</a>&quot;.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Pasture and Forage Crops",
                "description": "<p><span><span><span><span>A wide variety of plants can be used as pasture and forage crops in the tropics. &nbsp;Of these, a few are particularly important due to their wide adaptability, ease of growth, high yield potential, and high nutritional value. Most of these are either grasses or legumes. The majority of the grasses herein are highly suitable for permanent pastures, although a few are usually cut and carried to the animals. Unfortunately, there are few legume and grass combinations that are compatible in pastures of the tropics; however, we do have several legumes suitable for mixed pastures and are eager to hear how they grow in various areas. An ECHO <em>Technical Note</em> on&nbsp;</span><a href=\"http://edn.link/xexf7r\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Forages</span></span></span></span></span></a><span>&nbsp;is available.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Jaden legim ak sereyal",
                "description": "<p><span><span><span><span>Ou ka itilize yon varyete plant k&ograve;m legim ak sereyal nan z&ograve;n twopikal yo. Pami yo, k&egrave;k nan yo patikily&egrave;man enp&ograve;tan ak&ograve;z fason yo adapte laj&egrave; yo, jan yo grandi rapid anrap&ograve; ak fason yo bay bon randman, e bon val&egrave; yo genyen anrap&ograve; ak nitrisyon. Pif&ograve; nan yo se swa sereyal oswa legim. Majorite legim sa yo tr&egrave; apwopriye pou jaden agrikilti ki p&egrave;manan, byenke an jeneral yo koupe k&egrave;k nan yo e yo pote bay b&egrave;t yo. Malerezman, genyen s&egrave;lman yon ti kras konbinezon legim ak sereyal ki konpatib nan jaden twopikal yo; sepandan, nou gen plizy&egrave; legim ki apwopriye pou melanje jaden yo e nou vr&egrave;man gen anvi pou tande fason yo grandi nan div&egrave;s z&ograve;n. Yon n&ograve;t teknik ECHO sou &quot;<a href=\"http://edn.link/xexf7r\">legim</a>&quot; ki disponib.&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Padang Rumput dan Hijauan Pakan Ternak",
                "description": "<p><br />\r\n<span><span><span><span>Berbagai macam tanaman dapat digunakan sebagai padang rumput dan hijauan pakan ternak di daerah tropis. Dari sekian banyak tanaman, beberapa memiliki peran yang sangat penting karena kemampuan adaptasinya yang luas, kemudahan pertumbuhan, potensi hasil tinggi, dan nilai gizi yang tinggi. Sebagian besar adalah rumput atau kacang-kacangan. Mayoritas rumput di sini sangat cocok untuk padang rumput permanen, meskipun beberapa rumput biasanya dipotong dan dibawa ke hewan. Sayangnya, ada beberapa kombinasi kacang-kacangan dan rumput yang cocok di padang rumput tropis; Namun, kami memiliki beberapa kacang-kacangan yang cocok untuk padang rumput campuran dan ingin mendengar bagaimana mereka tumbuh di berbagai daerah. Catatan Teknis ECHO tentang &quot;<a href=\"http://edn.link/xexf7r\">Hijauan</a>&quot; tersedia.</span></span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "97f62354-166d-4b75-a85d-2ea493ae2e03",
        "translations": [
            {
                "locale": "es",
                "name": "Hierbas Aromáticas y Flores ",
                "description": "<p><span><span><span>Las hierbas son plantas herb&aacute;ceas utilizadas para dar sabor a los alimentos y para remedios caseros. Es mejor sembrar o trasplantar hierbas durante los meses m&aacute;s fr&iacute;os en los tr&oacute;picos. Las flores, adem&aacute;s de ser ornamentales agradables, sirven para atraer polinizadores e insectos beneficiosos. Las flores tambi&eacute;n se utilizan como plantas acompa&ntilde;antes, para repeler plagas de insectos y nem&aacute;todos, y para mejorar el suelo.&nbsp;</span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Fleurs et plantes aromatiques",
                "description": "<p><span><span><span>Les plantes aromatiques sont des plantes herbac&eacute;es utilis&eacute;es pour assaisonner les plats et pour des rem&egrave;des maison. Il est pr&eacute;f&eacute;rable de semer ou transplanter les plantes aromatiques pendant les mois les plus frais dans les tropiques. Les fleurs, en plus d&rsquo;&ecirc;tre agr&eacute;ablement ornementales, servent &agrave; attirer les pollinisateurs et les insectes utiles. Les fleurs sont aussi utilis&eacute;es comme plantes compagnes, pour repousser les insectes et n&eacute;matodes nuisibles et pour am&eacute;liorer le sol.</span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Herbs and Flowers",
                "description": "<p><span><span><span>Herbs are herbaceous plants used to flavor foods and for home remedies. It is best to seed or transplant herbs during cooler months in the tropics. Flowers, as well as being pleasing ornamentals, serve to attract pollinators and beneficial insects. Flowers are also used as companion plants, to repel insect and nematode pests, and to improve the soil.</span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Thảo mộc và hoa",
                "description": "<p><span><span><span>Thảo mộc l&agrave; c&acirc;y th&acirc;n thảo được sử dụng để tạo hương vị cho thực phẩm v&agrave; trong c&aacute;c b&agrave;i thuốc gia đ&igrave;nh. L&yacute; tưởng nhất l&agrave; gieo hạt hoặc ươm c&acirc;y thảo mộc trong những th&aacute;ng lạnh ở v&ugrave;ng nhiệt đới. Hoa, vừa được d&ugrave;ng để trang tr&iacute;, l&agrave;m đẹp vừa được d&ugrave;ng để thu h&uacute;t c&aacute;c lo&agrave;i thụ phấn v&agrave; c&ocirc;n tr&ugrave;ng c&oacute; lợi. Hoa c&ograve;n được sử dụng l&agrave;m c&acirc;y &ldquo;bầu bạn&rdquo; để xua đuổi c&ocirc;n tr&ugrave;ng v&agrave; tuyến tr&ugrave;ng v&agrave; để cải thiện đất.</span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "ပရဆေးပင်များနှင့် ပန်းများ ",
                "description": "<p><span><span><span>ပရဆေးပင်များသည် ဆေးဘက်ဝင်အပင်များဖြစ်ပြီး ဟင်းခတ်အမွှေးအကြိုင်နှင့် အိမ်သုံးဆေးအဖြစ် အသုံးပြုသည်။ အပူပိုင်းဒေသတို့တွင် အစေ့စိုက်ခြင်းနှင့် ကိုင်းဆက်စိုက်ပျိုးခြင်းတို့ကို ရာသီဥတုအေးသော လများ၌ ပြုလုပ်နိုင်သည်။ ပန်းများသည် အလှအပဖြစ်စေသည့်အပြင် ဝတ်မှုန်ကူးမည့် အင်းဆက်များနှင့် အကျိုးပြုအင်းဆက်များကို ဖိတ်ခေါ်သည်။ ပန်းများကို အင်းဆက်နှင့် အဖျက်ပိုးမွှားများ နှိမ်နှင်းရန်နှင့် မြေဆီလွှာထိန်းသိမ်းရန် မိတ်ဆွေအပင်အဖြစ်လည်း အသုံးပြုသည်။&nbsp;</span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "草本和花",
                "description": "<p><span><span><span>草本是用于给食物加味及用于家庭治疗的草本植物。在热带地区最好在较冷的月份播种或移植草本。花朵，以及让人愉悦的装饰用来吸引授粉动物和有益的昆虫。花朵还能用作伴生植物，用来驱赶昆虫和线虫，以及改善土壤。</span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Herbal dan Bunga",
                "description": "<p><span><span><span>Herbal merupakan tanaman batang basah yang digunakan untuk membumbui makanan dan untuk pengobatan rumahan. Cara terbaik adalah dengan menanam atau mencangkokkan tanaman herbal selama musim dingin di daerah tropis. Bunga, selain sebagai ornamen yang menyenangkan juga memiliki fungsi untuk menarik penyerbuk dan serangga yang menguntungkan. Bunga juga digunakan sebagai tanaman pendamping, untuk mengusir hama serangga dan nematoda, serta untuk memperbaiki tanah.</span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "តិណជាតិ និងដំណាំយកផ្កា",
                "description": "<p><span><span><span>រុក្ខជាតិយកធ្វើគ្រឿងទេស និងបង្កើនរសជាតិចំណីអាហារ និងប្រើជាថ្នាំកែរោគនានានៅផ្ទះ។ ការបណ្ដុះគ្រាប់ ឬការផ្សាំតិណជាតិនៅក្នុងបណ្ដាខែចុះត្រជាក់ក្នុងតំបន់ត្រូពិក មានលក្ខណៈល្អប្រសើរបំផុត។ ផ្ការុក្ខជាតិក៏ដូចជាគ្រឿងតុបតែងទាក់ទាញភ្នែក បម្រើឲ្យការនាំមកពពួកសត្វដែលធ្វើឲ្យរុក្ខជាតិមានការផ្កា និងគ្រាប់ ហើយនិងពពួកសត្វល្អិតដែលមានគុណប្រយោជន៍ជាច្រើន។ លើសពីនេះ ផ្ការុក្ខជាតិនានាត្រូវបានគេប្រើជារុក្ខជាតិទាក់ទាញគូកន ដើម្បីបណ្ដេញសត្វល្អិត និងពពួកសត្វចង្រៃ/ប៉ារ៉ាស៊ីត និងដើម្បីលើកកម្ពស់គុណភាពដី។</span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "สมุนไพรและพืชดอก",
                "description": "<p><span><span><span>สมุนไพรเป็นไม้ล้มลุกที่ใช้ปรุงรสอาหารและใช้เป็นยาพื้นบ้าน ช่วงเดือนหนาวในเขตร้อนจะเหมาะที่สุดสำหรับการเพาะเมล็ดหรือเพาะกล้าสมุนไพร ส่วนพืชดอก ตลอดจนไม้ประดับสวยงามจะช่วยดึงดูดแมลงผสมเกสรและแมลงที่เป็นประโยชน์อื่น ๆ นอกจากนี้ พืชดอกยังใช้เป็นพืชประกอบเพื่อขับไล่แมลงศัตรูพืชและหนอนตัวกลม รวมทั้งใช้เพื่อปรับปรุงดิน</span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mitishamba na Maua",
                "description": "<p><span><span><span>Mitishamba ni mimea ya herbaceous inayotumiwa kuongeza ladha kwa vyakula na kwa tiba za nyumbani. Ni bora kwa kupanda au kupandikiza mitishamba wakati wa miezi ya baridi katika tropiki. Maua, yakiwa mapambo ya kupendeza, husaidia kuvutia uchavushi na wadudu wenye manufaa. Maua pia hutumiwa kama mimea mwandamani, kufukuza wadudu na wadudu wa nematodi, na kurutubisha udongo.</span></span></span></p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Zèb ak flè yo",
                "description": "<p><span><span><span>Z&egrave;b yo se plant &egrave;bez nou itilize &nbsp;pou bay manje bon gou e pou nou f&egrave; rem&egrave;d lakay nou. li pi bon pou w plante oubyen transplante z&egrave;b yo nan sezon ki pi fre yo. Fl&egrave; yo la pou f&egrave; b&egrave;l dekorasyon, men yo la tou pou atire polinizat&egrave; ak ens&egrave;k ki itil yo. Nou ka itilize fl&egrave; yo tou pou kouri d&egrave;y&egrave; ens&egrave;k yo ak nemat&ograve;d ens&egrave;k nuizib yo, epi pou amelyore kalite t&egrave; a.</span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "ec3e1f04-2829-487e-a679-09542813725b",
        "translations": [
            {
                "locale": "es",
                "name": "Hortalizas (Verduras)",
                "description": "<p dir=\"ltr\">Las hortalizas son las plantas o partes de las plantas que se utilizan para el consumo humano. Estas pueden ser cultivadas por sus hojas, tallos, ra&iacute;ces, flores, capullos de flores, semillas inmaduras, vainas de semillas o frutos (la estructura portadora de las semillas de una planta). Hemos listado los vegetales de hoja y las cucurbit&aacute;ceas de forma separada de los vegetales de huerto debido a sus cualidades nutricionales distintivas. Las hortalizas son una fuente importante de vitaminas y minerales en la dieta.&nbsp;</p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Légumes du potager",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />Les l&eacute;gumes sont les plantes ou les parties de plantes qui sont utilis&eacute;es pour la consommation humaine. Celles-ci peuvent &ecirc;tre cultiv&eacute;es pour leurs feuilles, tiges, racines, fleurs, bourgeons, graines immatures, gousses ou fruits (la structure qui porte les graines d&rsquo;une plante). Nous avons recens&eacute; les l&eacute;gumes &agrave; feuilles et les cucurbitac&eacute;es s&eacute;par&eacute;ment par rapport aux l&eacute;gumes du potager en raison de leurs qualit&eacute;s nutritionnelles distinctes. Les l&eacute;gumes sont une importante source de vitamines et de min&eacute;raux dans l&rsquo;alimentation.</p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Rau trồng vườn",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />Rau l&agrave; c&aacute;c loại c&acirc;y hoặc bộ phận của c&acirc;y được sử dụng l&agrave;m thực phẩm cho con người. Ch&uacute;ng c&oacute; thể được trồng lấy l&aacute;, th&acirc;n, rễ, hoa, nụ hoa, hạt non, đ&agrave;i/vỏ hạt hoặc tr&aacute;i/quả (cấu tr&uacute;c mang hạt của c&acirc;y). Ch&uacute;ng t&ocirc;i đ&atilde; liệt k&ecirc; c&aacute;c loại Rau L&aacute; v&agrave; Rau bầu b&iacute; ri&ecirc;ng biệt với c&aacute;c loại Rau trồng trong vườn do chất lượng dinh dưỡng đặc biệt của ch&uacute;ng. Rau l&agrave; nguồn cung cấp vitamin v&agrave; kho&aacute;ng chất quan trọng trong chế độ ăn uống.</p>\r\n"
            },
            {
                "locale": "my",
                "name": "ဥယျာဉ်ဟင်းသီးဟင်းရွက်များ",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />ဟင်းသီးဟင်းရွက်များသည် အပင်အစိတ်အပိုင်းများဖြစ်ပြီး လူ၏အစားအစာအဖြစ် အသုံးပြုသည်။ ၎င်းတို့ကို အရွက်၊ ပင်စည်၊ အမြစ်၊ အပွင့်၊ အဖူး၊ အစေ့နု၊ အခွံမာအစေ့ သို့မဟုတ် ပင်ပေါက်များ (အစေ့မှ အပင်ပေါက်စအခြေအနေ) အဖြစ် သုံးရန် စိုက်ပျိုးသည်။ အာဟာရစွမ်းအားအပေါ် မူတည်ပြီး အရွက်ဖားဟင်းသီးဟင်းရွက်များနှင့် ဘူးဖရုံသခွားများကို ဥယျာဉ်ဟင်းသီးဟင်းရွက်များနှင့် ခွဲခြားထားပါသည်။ ဟင်းသီးဟင်းရွက်များသည် ဗီတာမင်နှင့် သတ္တုဓာတ်ရရှိရေးအတွက် အရေးပါသော စားကုန်များဖြစ်သည်။</p>\r\n"
            },
            {
                "locale": "zh",
                "name": "花园蔬菜",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />蔬菜是植物或植物中用于人类食用的部分。种植它们可能需要它们的叶子、茎、根、花、花苞、未成熟的种子、莢或果实（植物包含籽的结构）。我们把叶子蔬菜和瓜类同花园蔬菜区分开来，是因为它们独特的营养品质。蔬菜是膳食中重要的维生素和矿物质来源。</p>\r\n"
            },
            {
                "locale": "id",
                "name": "Sayuran Kebun",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />Sayuran merupakan tanaman atau bagian tanaman yang digunakan untuk konsumsi manusia. Ini dapat ditanam untuk daun, batang, akar, bunga, kuncup bunga, biji yang belum matang, polong atau buah-buahan (struktur bantalan biji tanaman). Kami telah mendaftarkan Sayuran Berdaun Banyak dan Suku Labu-labuan secara terpisah dari Sayuran Kebun karena kualitas nutrisinya yang khas. Sayuran merupakan sumber penting dari vitamin dan mineral dalam makanan.</p>\r\n"
            },
            {
                "locale": "km",
                "name": "ភូតគាមក្នុងសួនបន្លែ",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />ភូតគាម គឺជារុក្ខជាតិ ឬផ្នែកនៃរុក្ខជាតដែលគេប្រើសម្រាប់ឲ្យមនុស្សបរិភោគ។ រុក្ខជាតិទាំងនេះអាចមានការដាំដុះដើម្បីយកស្លឹក ត្រួយ ឫស ផ្កា បណ្ដូលផ្កា គ្រាប់ខ្ចីៗ ស្រោមគ្រាប់ ឬផ្លែ (ទម្រង់រុក្ខជាតិដែលមានគ្រាប់)។ យើងបានចុះឈ្មោះភូតគាមមានស្លឹក និងអំបូរឃ្លោកដាច់ដោយឡែកពីភូតគាមក្នុងសួនបន្លែ ដោយសារតែគុណភាពអាហារូបត្ថម្ភផ្សេងៗគ្នារបស់វា។ ភូតគាម (បន្លែ) គឺជាប្រភពដ៏សំខាន់មួយនៃវីតាមីន និងជាតិរ៉ែនៅក្នុងរបបអាហារ។</p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mboga za Shambani",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />Mboga ni mimea au sehemu ya mimea ambayo hutumiwa kwa matumizi ya binadamu. Hii inaweza kupandwa kwa ajili ya majani yao, shina, mizizi, maua, mafundo ya maua, mbegu changa, maganda ya mbegu au matunda (mbegu inayozalisha mwili wa mmea). Tumeorodhesha Mboga za Majani na Malenge kwa kutenganisha na Mboga za Shambani kwa sababu ya ubora wao tofauti wa lishe. Mboga ni chanzo muhimu cha vitamini na madini katika mlo.</p>\r\n"
            },
            {
                "locale": "th",
                "name": "ผักสวนครัว",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />ผักคือพืชหรือส่วนต่าง ๆ ของพืชที่ใช้เพื่อการบริโภคของมนุษย์ พืชพันธุ์เหล่านี้อาจปลูกเพื่อใช้ประโยชน์จากส่วนใบ ลำต้น ราก ดอก ดอกตูม เมล็ดอ่อน ฝัก หรือผล (ส่วนประกอบที่มีเมล็ดของพืช) เราได้จัดทำรายการผักทานใบและแตงกวาแยกออกจากผักสวนครัว เพราะมีคุณค่าทางโภชนาการที่โดดเด่น ผักเป็นแหล่งสำคัญของวิตามินและแร่ธาตุในอาหาร</p>\r\n"
            },
            {
                "locale": "en",
                "name": "Garden Vegetables",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />Vegetables are plants, or parts of plants, that are used for human consumption. These may be grown for their leaves, stems, roots, flowers, buds, immature seeds, seed pods, or fruits. We have listed &ldquo;Leafy Vegetables&rdquo; and &ldquo;Cucurbits&rdquo; separately from Garden Vegetables because of their distinctive nutritional qualities. Vegetables are an important source of dietary vitamins and minerals.</p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Legim",
                "description": "<p dir=\"ltr\"><meta charset=\"utf-8\" />Legim yo se plant oubyen yon pati nan plant yo yo itilize pou moun manje. Nou ka kiltive yo pou f&egrave;y yo, tij yo, rasin yo, fl&egrave; yo, boujon fl&egrave; yo, grenn v&egrave;t yo, gous yo ak fwi yo (estrikti ki pote grenn plant la). Nou f&egrave; yon lis kote nou separe legim yo ak kalbas yo &nbsp;paske yo pa gen menm val&egrave; nitrisyon&egrave;l. Legim yo se yon gwo sous vitamin ak mineral nan zaf&egrave; alimantasyon.</p>\r\n"
            }
        ]
    },
    {
        "uuid": "1cd7dfeb-d02d-4da7-b747-53f7a998f6bf",
        "translations": [
            {
                "locale": "id",
                "name": "Labu siam, Labu manis, dan Labu kuning",
                "description": "<p dir=\"ltr\"><span><span><span>Tanaman sayuran tahunan ini adalah tanaman merambat, memanjat, atau tanaman sukulen lebat. Buah-buahan ditanam untuk dimakan, pemrosesan minyak, atau wadah. Buah dipanen sebelum pematangan benih untuk konsumsi segar. Varietas yang digunakan untuk minyak dipanen ketika buah-buahan matang sepenuhnya dan batang anggur telah mengering. Labu yang digunakan untuk wadah harus dikeringkan pada pokok anggur sampai bijinya longgar dan berderak di dalam. Beberapa varietas menyediakan bunga yang dapat dimakan dan daun muda.</span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": " Potirons, courges et citrouilles",
                "description": "<p dir=\"ltr\"><span><span><span>Ces cultures annuelles de l&eacute;gumes sont des plantes de vigne, grimpantes ou des plantes succulentes touffues. Les fruits sont cultiv&eacute;s pour la consommation, la transformation en l&#39;huile ou pour la cr&eacute;ation de conteneurs. Les fruits sont r&eacute;colt&eacute;s avant la maturation des graines pour &ecirc;tre consomm&eacute;s frais. Les vari&eacute;t&eacute;s utilis&eacute;es pour l&#39;huile sont r&eacute;colt&eacute;es lorsque les fruits sont compl&egrave;tement m&ucirc;rs et que la tige de la vigne est s&egrave;che. Les potirons utilis&eacute;s en tant que conteneurs doivent s&eacute;cher sur la vigne jusqu&#39;&agrave; ce que les graines soient d&eacute;tach&eacute;es et mobiles &agrave; l&#39;int&eacute;rieur. Certaines vari&eacute;t&eacute;s fournissent des fleurs comestibles et de jeunes feuilles.</span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "笋瓜、葫芦和南瓜",
                "description": "<p dir=\"ltr\"><span><span><span>这些一年生的蔬菜作物是蔓生、攀缘或浓密的肉质植物。种植这些果实是为了食用、榨油或装罐。果实在种子成熟前收获，以供新鲜食用。用于榨油的品种是在果实完全成熟、藤茎干燥时收获的。用于装罐的葫芦必须在藤上晾干，直到种子松动并在里面嘎嘎作响。有些品种提供可食用的花和嫩叶。</span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Bí đao, Bầu và Bí ngô",
                "description": "<p dir=\"ltr\"><span><span><span>Những c&acirc;y trồng họ rau h&agrave;ng năm n&agrave;y l&agrave; d&acirc;y leo, c&acirc;y leo v&agrave; c&acirc;y mọng nước. C&aacute;c loại tr&aacute;i c&acirc;y được trồng để ăn, lấy dầu hoặc đ&oacute;ng th&ugrave;ng. Tr&aacute;i c&acirc;y được thu hoạch trước khi ch&iacute;n để sử dụng khi c&ograve;n tươi. Những giống được sử dụng để lấy dầu được thu hoạch khi tr&aacute;i ch&iacute;n ho&agrave;n to&agrave;n v&agrave; th&acirc;n c&acirc;y leo đ&atilde; kh&ocirc;. Bầu được sử dụng để đ&oacute;ng th&ugrave;ng phải kh&ocirc; tr&ecirc;n d&acirc;y leo cho đến khi hạt rơi ra v&agrave; nổ t&aacute;ch ở trong. Một số giống c&oacute; hoa ăn được v&agrave; l&aacute; non.</span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "พืชตระกูลฟัก น้ำเต้า และฟักทอง",
                "description": "<p dir=\"ltr\"><span><span><span>พืชปีเดียวเหล่านี้เป็นไม้เถาที่ขึ้นเลื้อยไปตามที่ต่าง ๆ หรือเป็นพวงอวบน้ำ ผลนำไปรับประทาน แปรรูปเป็นน้ำมัน หรือทำภาชนะต่าง ๆ ได้ สำหรับการบริโภคสด ๆ จะเก็บเกี่ยวผลขณะที่เมล็ดยังไม่แก่ พันธุ์ที่ใช้ทำน้ำมันจะเก็บเกี่ยวเมื่อผลโตเต็มที่และรากเถาแห้ง น้ำเต้าที่ใช้ทำภาชนะต้องรอให้ผลแห้งคาเถา จนเมล็ดคลอนและมีเสียงกระทบกันภายใน บางพันธุ์มีดอกและใบอ่อนที่รับประทานได้</span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": " Boga, Vibuyu, na Maboga",
                "description": "<p dir=\"ltr\"><span><span><span>Mazao haya ya kila mwaka ya mboga ni mimea inayomea kama zabibu, ya kupanda, au mimea yenye mkusanyiko. Matunda hupandwa kwa kula, kusindika mafuta, au kontena. Matunda huvunwa kabla ya kukomaa kwa mbegu kwa matumizi safi. Aina zinazotumiwa kwa mafuta huvunwa wakati matunda yamekomaa kabisa na shina la mzabibu limekauka. Vibuyu vinavyotumiwa kwa kontena lazima vikauke kwenye mzabibu mpaka mbegu ziachane na kutoa sauti ndani. Aina kadhaa hutoa maua ya kula na majani changa.</span></span></span></p>\r\n"
            },
            {
                "locale": "es",
                "name": "Distintos tipos de calabazas",
                "description": "<p dir=\"ltr\"><span><span><span>Estos cultivos anuales de verduras son plantas trepadoras, escaladoras o arbustos de suculentas. Los frutos se cultivan para comer, para procesar aceite, o para recipientes. Los frutos se cosechan antes de la maduraci&oacute;n de las semillas para consumirse frescos. Las variedades que se utilizan para producir aceite se cosechan cuando los frutos est&aacute;n completamente maduros y el tallo de la enredadera se ha secado. Las calabazas utilizadas para recipientes deben secarse en la vid hasta que las semillas est&eacute;n sueltas y suenen como sonajero en el interior. Algunas variedades proporcionan flores y hojas j&oacute;venes comestibles.</span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": " បន្លែម៉្យាងស្រដៀងរនោង ល្ពៅ (Squash), ឃ្លោក (Gourds), និងល្ពៅ (Pumpkins)",
                "description": "<p dir=\"ltr\"><span><span><span>ដំណាំបន្លែប្រចាំឆ្នាំទាំងនេះ គឺជារុក្ខជាតិដុះព័ទ្ធ និងវារឡើងដែលមានទឹកដម និងមានគុម្ពច្រើន។ ផល្លានុផល (ផ្លែរុក្ខជាតិ) មានដំណុះឡើងសម្រាប់ការបរិភោគ ការកែច្នៃធ្វើជាប្រេង ឬប្រដាប់ផ្ទុក។ គេបេះផ្លែរុក្ខជាតិមុនពេលមានដំណើរទុំនៃគ្រាប់សម្រាប់ការបរិភោគស្រស់ៗ។ មានអំបូររុក្ខជាតិជាច្រើនប្រភេទដែលគេប្រើសម្រាប់ធ្វើជាប្រេងត្រូវបានគេប្រមូលផលនៅពេលផ្លែវាទុំទាំងស្រុង ហើយដៃព័ទ្ធរបស់វាបានស្ងួត។ ឃ្លោកដែលគេប្រើសម្រាប់ធ្វើជាប្រដាប់ផ្ទុកត្រូវតែមានដៃរបស់វាឡើងស្ងួត បើគ្រាប់វាមិនទាន់រលេះនៅខាងក្នុង។ អំបូររុក្ខជាតិមួយចំនួនផ្ដល់នូវផ្កា និងស្លឹកខ្ចីៗដែលអាចបរិភោគបាន។</span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Squash, Gourds, and Pumpkins",
                "description": "<p dir=\"ltr\"><span><span><span>These annual vegetable crops are vining, climbing, or bushy succulent plants. The fruits are grown for eating, oil processing, or containers. Fruits are harvested before seed maturation for fresh consumption. Varieties used for oil are harvested when the fruits are fully mature and the vine stem has dried. Gourds used for containers must dry on the vine until the seeds are loose and rattle inside. Some varieties provide edible flowers and young leaves.</span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "ဘူး၊ ဖရုံ၊ သခွားများ",
                "description": "<p dir=\"ltr\"><span><span><span>ဤတစ်နှစ်ခံအပင်များသည် နွယ်ပင်၊ တွယ်ပင်များ သို့မဟုတ် အရည်ရွှမ်းသော ခြုံပင်များဖြစ်သည်။ အသီးများကို စားသုံးရန်၊ ဆီထုတ်ရန် သို့မဟုတ် ဘူးသီးခြောက်အဖြစ် သုံးရန် စိုက်ပျိုးကြသည်။ အသီးများကို လတ်လတ်ဆတ်ဆတ်စားသုံးရန် အစေ့မရင့်မီကပင် ခူးဆွတ်ကြသည်။ ဆီထုတ်ရန်အတွက်ကိုမူ အသီးများရင့်ပြီး အပင်ခြောက်မှသာ ခူးဆွတ်ကြသည်။ ဘူးသီးခြောက်အဖြစ်သုံးလိုသော အသီးများကို အစေ့များအဆံချောင်ပြီး အတွင်း၌ ခလောက်သံမြည်သည်အထိ အပင်တွင်ထားရသည်။ အချို့အမျိုးအစားများမှ စား၍ရသော အပွင့်နှင့် အရွက်များရရှိသည်။</span></span></span></p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Tout Kalite Joumou",
                "description": "<p dir=\"ltr\"><span><span><span>Rek&ograve;t legim any&egrave;l sa yo se plant ki mare e se plant moun ka grenpe, oswa se plant ki abondan. Yo kiltive fwi yo pou manje, pou f&egrave; pwosesis luil, oswa resipyan. Yo rek&ograve;lte fwi yo anvan ti grenn yo vin mi yon fason yo ka manje yo tou fre. Yo rek&ograve;lte varyete yo itilize pou luil doliv la l&egrave; fwi yo mi konpl&egrave;tman ak l&egrave; tij ki nan pye rezen an fin ch&egrave;ch n&egrave;t. Yo itilize Joumou yo pou resipyan yo ka seche sou pye rezen an jiskaske grenn yo vin delache epi yo ajite anndan. K&egrave;k varyete bay fl&egrave; moun ka manje ak f&egrave;y ki jenn.</span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "e0d72568-07e2-4922-87cd-389936b3108f",
        "translations": [
            {
                "locale": "fr",
                "name": "Légumes à grains (légumineuses)",
                "description": "<p>Les l&eacute;gumineuses sont des l&eacute;gumes qui produisent des graines destin&eacute;es &agrave; la consommation humaine. Elles sont r&eacute;colt&eacute;es &agrave; sec, puis cuites, ce qui n&eacute;cessite g&eacute;n&eacute;ralement une longue immersion dans le liquide de cuisson. Elles sont riches en glucides, en vitamines B et en prot&eacute;ines - souvent capables de servir de substituts de viande dans le r&eacute;gime alimentaire. La teneur en huile des l&eacute;gumineuses varie consid&eacute;rablement. De nombreuses l&eacute;gumineuses contiennent des facteurs anti-nutritionnels ou des substances toxiques et doivent &ecirc;tre bien cuites avant d&#39;&ecirc;tre consomm&eacute;es. Dans des conditions appropri&eacute;es, elles peuvent &ecirc;tre stock&eacute;es pendant de nombreuses ann&eacute;es, constituant ainsi une source pr&eacute;cieuse de s&eacute;curit&eacute; alimentaire. La plupart des l&eacute;gumineuses tropicales sont des plantes annuelles.</p>\r\n"
            },
            {
                "locale": "zh",
                "name": "谷物豆科植物（豆类）",
                "description": "<p><meta charset=\"utf-8\" />豆类是生产种子供人类食用的豆科植物。它们在干燥时收获，然后煮熟，通常需要在烹调液中长时间浸泡。它们富含碳水化合物、B族维生素和蛋白质，在日常饮食中通常可以作为肉类的替代品。豆类的含油量差异很大。许多豆类含有抗营养因子或有毒物质，食用前需要彻底煮熟。在适当的条件下，它们可以储存多年，作为粮食安全的宝贵来源。大多数热带豆类为一年生。</p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Đậu hạt (Hột đậu)",
                "description": "<p><meta charset=\"utf-8\" />Hột đậu l&agrave; c&acirc;y họ đậu cung cấp hạt giống để con người sử dụng. Ch&uacute;ng được thu hoạch khi c&ograve;n kh&ocirc;, sau đ&oacute; nấu ch&iacute;n, thường cần phải được ng&acirc;m l&acirc;u trong nước s&ocirc;i. Ch&uacute;ng c&oacute; nhiều carbohydrate, vitamin B v&agrave; protein - thường c&oacute; thể được d&ugrave;ng l&agrave;m chất thay thế thịt trong chế độ ăn uống. H&agrave;m lượng dầu kh&aacute;c nhau giữa c&aacute;c loại hột đậu. Nhiều loại hột đậu c&oacute; chứa chất phản dinh dưỡng hoặc chất độc, cần phải được nấu ch&iacute;n kỹ trước khi ăn. Trong điều kiện th&iacute;ch hợp, ch&uacute;ng c&oacute; thể được lưu trữ trong nhiều năm, trở th&agrave;nh nguồn thực phẩm an to&agrave;n c&oacute; gi&aacute; trị. Hầu hết c&aacute;c loại hột đậu nhiệt đới l&agrave; c&acirc;y một năm.</p>\r\n"
            },
            {
                "locale": "th",
                "name": "พืชตระกูลถั่วที่ใช้ประโยชน์จากเมล็ด (ธัญพืช)",
                "description": "<p><meta charset=\"utf-8\" />ธัญพืชเป็นพืชตระกูลถั่วที่มนุษย์นำเมล็ดมาบริโภค จะเก็บเกี่ยวเมื่อเมล็ดแห้ง แล้วนำมาทำให้สุก โดยปกติจะต้องแช่ในน้ำสำหรับทำอาหารเป็นเวลานาน ธัญพืชมีคาร์โบไฮเดรต วิตามินบี และโปรตีนสูง บ่อยครั้งสามารถนำมารับประทานแทนเนื้อสัตว์ ส่วนประกอบที่เป็นไขมันในธัญพืชมีความหลากหลายมาก ธัญพืชหลายชนิดมีสารต้านโภชนาการหรือสารที่เป็นพิษ และต้องทำให้สุกทั่วทั้งหมดก่อนรับประทาน ธัญพืชสามารถเก็บไว้ได้นานหลายปีในสภาพที่เหมาะสม โดยทำหน้าที่เป็นแหล่งความมั่นคงทางอาหารที่มีคุณค่า ธัญพืชเขตร้อนส่วนใหญ่เป็นพืชปีเดียว</p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Nafaka ya Jamii ya kunde (Mazao nafaka)",
                "description": "<p><meta charset=\"utf-8\" />Mazao nafaka ni jamii za kunde ambazo huzalisha mbegu kwa matumizi ya binadamu. Huvunwa zikiwa kavu, na kisha kupikwa, kwa kawaida huhitaji kuloweka kwa muda mrefu katika kioevu cha kupikia. Zina kiwango cha juu cha kabohidrati, vitamini B, na protini - mara nyingi huweza kutumika kama mbadala wa nyama katika lishe. Mafuta ya mazao nafaka hutofautiana sana. Mazao nafaka nyingi zina chembechembe za kupambana na lishe au zenye sumu na zinahitaji kupikwa kabisa kabla ya kula. Katika hali nzuri, zinaweza kuhifadhiwa kwa miaka mingi, kutumika kama vyanzo vya thamani vya usalama wa chakula. Mazao nafaka nyingi za kitropiki ni za miaka.</p>\r\n"
            },
            {
                "locale": "es",
                "name": "Legumbres de Grano",
                "description": "<p><meta charset=\"utf-8\" />Las legumbres de grano son legumbres que producen semillas para el consumo humano. Se cosechan cuando se secan y luego se cocinan, por lo general requieren remojarlas por largo tiempo en el l&iacute;quido de cocci&oacute;n. Son ricas en carbohidratos, vitaminas del grupo B y prote&iacute;nas, a menudo son capaces de servir como sustitutos de la carne en la dieta. El contenido de aceite de las legumbres de grano var&iacute;a ampliamente. Muchas legumbres contienen factores anti-nutritivos o sustancias venenosas y deben ser cocinadas a fondo antes de comerlas. En condiciones adecuadas, se pueden almacenar durante muchos a&ntilde;os y servir como valiosas fuentes de seguridad alimentaria. La mayor&iacute;a de las legumbres de grano son anuales.</p>\r\n"
            },
            {
                "locale": "km",
                "name": "អំបូរបន្លែផ្លែមានគួរនិងគ្រាប់ (Pulses)",
                "description": "<p><meta charset=\"utf-8\" />អំបូរបន្លែផ្លែមានគួរនិងគ្រាប់ (Pulses) គឺជាបន្លែអន្លក់ដែលបង្កើតគ្រាប់សម្រាប់ឲ្យមនុស្សបរិភោគបាន។ គេប្រមូលផលពីរុក្ខជាតិប្រភេទអស់ទាំងនេះនៅពេលដែលវាស្ងួត រួចហើយគេស្ងោរវាដែលតាមធម្មតាវាចាំបាច់ត្រូវមានការត្រាំទឹក/វត្ថុរាវសម្រាប់ចម្អិន។ ប្រភេទរុក្ខជាតិទាំងនេះមានកម្រិតជាតិកាបូនអ៊ីដ្រាត វីតាមីន B និងប្រូតេអ៊ីនខ្ពស់--ជារឿយៗអាចបម្រើជាសាច់ដែលជាសារធាតុជំនួសក្នុងរបបអាហារ។ បរិមាណជាតិប្រេងរបស់អំបូរបន្លែផ្លែមានគួរនិងគ្រាប់ (Pulses) ប្រែប្រួលខុសៗគ្នាខ្លាំង។ មានអំបូរបន្លែផ្លែមានគួរនិងគ្រាប់ (Pulses) ជាច្រើនដែលមានផ្ទុកភាគរយនៃសារធាតុប្រឆាំងអាហារូបត្ថម្ភ/សារធាតុចិញ្ចឹម ឬសារធាតុពុល ហើយចាំបាច់ត្រូវមានការចម្អិនឲ្យបានហ្មត់ចត់សិន មុននឹងបរិភោគ។ ដោយបម្រើឲ្យជាប្រភពសន្តិសុខស្បៀងអាហារដ៏មានតម្លៃ និងស្ថិតក្នុងលក្ខខណ្ឌត្រឹមត្រូវ គេអាចរក្សាទុកប្រភេទរុក្ខជាតិទាំងនេះបានជាច្រើនឆ្នាំ។ អំបូរបន្លែផ្លែមានគួរនិងគ្រាប់ (Pulses) នៃតំបន់ត្រូពិកភាគច្រើនបំផុត គឺជាដំណាំប្រមូលផលប្រចាំឆ្នាំ។</p>\r\n"
            },
            {
                "locale": "en",
                "name": "Grain Legumes (Pulses)",
                "description": "<p><meta charset=\"utf-8\" />Pulses are legumes that produce seed for human consumption. They are harvested when dry, and then cooked, usually requiring long soaks in cooking liquid. They are high in carbohydrates, B vitamins, and protein--often able to serve as meat substitutes in the diet. Oil content of pulses varies widely. Many pulses contain anti-nutritional factors or poisonous substances and need to be thoroughly cooked before eating. Under proper conditions, they can be stored for many years, serving as valuables sources of food security. Most tropical pulses are annuals.</p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Legim grenn (Pulses)",
                "description": "<p><meta charset=\"utf-8\" />Legim yo pwodui grenn pou moun ka manje. Yo rek&ograve;lte yo l&egrave; yo s&egrave;k, e apr&egrave; yo kwit yo, anjeneral, li dwe byen tranpe nan dlo pou l ka byen kwit pou manje. Li vr&egrave;man bon nan idrat kab&ograve;n, vitamin B, souvan pwoteyin li s&egrave;vi antanke ranplasman vyann nan rejim alimant&egrave; a. Kontni legim ki gen luil la varye anpil. Anpil legim gen fakt&egrave; ki pa bay nitrisyon oswa sibstans toksik epi yo dwe byen kwit yo anvan moun manje yo. Nan kondisyon ki apwopriye yo, yo ka estoke yo pou plizy&egrave; ane, konsa yo ka s&egrave;vi k&ograve;m bon sous pou sekirite alimant&egrave;. Pif&ograve; legim twopikal yo f&egrave;t chak ane.</p>\r\n"
            },
            {
                "locale": "my",
                "name": "အဆံစားပဲများ (ပဲမျိုးစု)",
                "description": "<p><meta charset=\"utf-8\" />ပဲမျိုးစုံဆိုသည်မှာ လူစားသုံးနိုင်သော ပဲစေ့များ ထုတ်ပေးသည့် ပဲများဖြစ်သည်။ ခြောက်မှ ရိတ်သိမ်းရပြီး အများအားဖြင့် ရေကြာကြာစိမ်ပြီး ချက်ပြုတ်ရန်လိုအပ်သည်။ ၎င်းတို့တွင် ကာဗိုဟိုက်ဒရိတ်၊ ဗိုက်တာမင် B နှင့် ပရိုတင်း ကြွယ်ဝသောကြောင့် အသားအစားထိုးအာဟာရအဖြစ် အသုံးပြုနိုင်သည်။ ဆီပါဝင်သော ပဲအမျိုးမျိုးရှိသည်။ ပဲအမြောက်အမြားတွင် အာဟာရဓာတ်ပျောက်စေသော အရာများ သို့မဟုတ် အဆိပ်အတောက်များ ပါဝင်သောကြောင့် မစားသုံးမီ ကောင်းစွာ ချက်ပြုတ်ရန်လိုအပ်သည်။ သာမန်အခြေအနေတွင် ၎င်းတို့ကို နှစ်ပေါင်းများစွာ သိုလှောင်ထားနိုင်သောကြောင့် စားနပ်ရိက္ခာလုံလောက်မှုအတွက် အသုံးဝင်သည်။ အပူပိုင်းပဲအများစုမှာ တစ်နှစ်ခံပင်များဖြစ်သည်။</p>\r\n"
            },
            {
                "locale": "id",
                "name": "Kacang Gandum (Tumbuhan Polong)",
                "description": "<p><meta charset=\"utf-8\" />Tumbuhan polong adalah kacang-kacangan yang menghasilkan benih untuk konsumsi manusia. Tumbuhan ini dipanen saat kering, dan kemudian dimasak, biasanya membutuhkan perendaman yang cukup lama dalam memasak cairan. Tumbuhan ini tinggi karbohidrat, vitamin B, dan protein--seringkali dapat berfungsi sebagai pengganti daging dalam makanan. Kandungan minyak dari tumbuhan polong sangat bervariasi. Banyak kacang-kacangan mengandung faktor anti-nutrisi atau zat beracun dan perlu dimasak secara menyeluruh sebelum dimakan. Di bawah kondisi yang tepat, tumbuhan ini dapat disimpan selama bertahun-tahun, berfungsi sebagai sumber ketahanan pangan yang berharga. Sebagian besar tumbuhan polong tropis adalah tumbuhan semusim.</p>\r\n"
            }
        ]
    },
    {
        "uuid": "aa9c55cd-6cc1-4893-be94-ed3df91d1a59",
        "translations": [
            {
                "locale": "es",
                "name": "Árboles Frutales",
                "description": "<p><meta charset=\"utf-8\" /></p>\r\n\r\n<p style=\"margin-bottom:6pt; margin-left:0in; margin-right:0in; margin-top:6pt\"><span><span>Los &aacute;rboles frutales tropicales proporcionan una fuente confiable de alimentos, a menudo durante las &eacute;pocas del a&ntilde;o cuando el alimento es escaso. Una vez establecidos, los &aacute;rboles pueden dar frutos incluso cuando las condiciones ambientales fluct&uacute;an dr&aacute;sticamente y, por lo tanto, contribuyen a la capacidad de recuperaci&oacute;n de la granja. Los &aacute;rboles frutales, una vez establecidos, requieren menos mano de obra que los cultivos anuales. La mayor&iacute;a de las semillas de &aacute;rboles frutales son viables solo por un corto tiempo y, por lo tanto, no siempre est&aacute;n en inventario.</span></span></p>\r\n\r\n<p style=\"margin-bottom:6pt; margin-left:0in; margin-right:0in; margin-top:6pt\">&nbsp;</p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Arbres fruitiers",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Les arbres fruitiers tropicaux fournissent une source de nourriture fiable, souvent pendant les p&eacute;riodes de l&rsquo;ann&eacute;e o&ugrave; la nourriture est rare. Une fois &eacute;tablis, les arbres peuvent donner des fruits m&ecirc;me lorsque les conditions environnementales fluctuent de mani&egrave;re consid&eacute;rable, contribuant ainsi &agrave; la r&eacute;silience des fermes. Les arbres fruitiers, une fois &eacute;tablis, n&eacute;cessitent moins de travail que les cultures annuelles. La plupart des graines d&rsquo;arbres fruitiers ne sont viables que pendant une courte p&eacute;riode, et ne sont par cons&eacute;quent pas toujours en stock.</span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "果树",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>热带果树提供可靠的食物来源，经常是在一年中食物稀缺的时间。树木一旦建立起来，即使环境条件剧烈变化都能结果，因而给农场带来弹性。果树一旦建立起来，比一年生作物需要的人力要少。大多数果蔬籽只有短时间可用，因此不总是储存在仓库中。</span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Fruit Trees",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Tropical fruit trees provide a reliable source of food, often during times of the year when food is scarce. Once established, trees can bear fruit even as environmental conditions fluctuate drastically and thus contribute to farm resiliency. Fruit trees, once established, require less labor than annual crops. Most fruit tree seed is viable only for a short time, and therefore are not always in stock.</span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "သစ်သီးဝလံပင်များ",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>နှစ်စဉ်အစာရေစာရှားပါးချိန်တွင် အပူပိုင်းသစ်သီးဝလံပင်များမှ အစားအစာရရှိနိုင်သည်။ သစ်သီးဝလံပင်များသည် အခြေခိုင်သွားသည်နှင့် တစ်ပြိုင်နက် သဘာဝပတ်ဝန်းကျင်ဆိုးဝါးပြင်းထန်ချိန်တွင်လည်း စိုက်ခင်းအတွက် သစ်သီးလုံလောက်စွာ ရရှိစေနိုင်သည်။ သစ်သီးဝလံပင်များသည် အခြေခိုင်သွားပြီးနောက်တွင် တစ်နှစ်ခံသီးနှံပင်များထက် လုပ်သားအင်အားလိုအပ်မှု နည်းပါးသည်။ သစ်သီးဝလံအစေ့များသည် အချိန်တိုအတွင်းသာ အသုံးပြုနိုင်သောကြောင့် အမြဲတမ်းမရရှိနိုင်ပါ။</span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Cây ăn trái",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>C&acirc;y ăn tr&aacute;i nhiệt đới cung cấp nguồn thực phẩm đ&aacute;ng tin cậy, thường l&agrave; trong những thời điểm khan hiếm thực phẩm trong năm. Sau khi trưởng th&agrave;nh, c&acirc;y c&oacute; thể ra tr&aacute;i ngay cả trong điều kiện m&ocirc;i trường biến động mạnh, từ đ&oacute; g&oacute;p phần v&agrave;o khả năng phục hồi của trang trại. C&acirc;y ăn tr&aacute;i khi đ&atilde; trưởng th&agrave;nh đ&ograve;i hỏi c&ocirc;ng sức chăm s&oacute;c &iacute;t hơn so với c&acirc;y h&agrave;ng năm. Phần lớn hạt c&acirc;y ăn tr&aacute;i chỉ c&oacute; thể sống trong một thời gian ngắn, do đ&oacute; kh&ocirc;ng phải l&uacute;c n&agrave;o cũng c&oacute; sẵn.</span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Pohon Buah",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Pohon-pohon buah tropis menyediakan sumber makanan yang andal, sering kali sepanjang tahun pada saat persediaan makanan langka. Setelah terbentuk, pohon dapat berbuah walaupun kondisi lingkungan berfluktuasi secara drastis dan dengan demikian hal tersebut berkontribusi terhadap ketahanan pertanian. Pohon buah, setelah ditanam, membutuhkan lebih sedikit tenaga kerja dibandingkan tanaman tahunan. Sebagian besar benih pohon buah hanya dapat bertahan dalam waktu singkat, dan karenanya tidak selalu tersedia.</span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "ដើមឈើយកផ្លែ",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>ដើមឈើយកផ្លែតំបន់ត្រូពិក ផ្ដល់នូវប្រភពស្បៀងអាហារដែលសង្ឃឹមលើបាន ជារឿយៗក្នុងឆ្នាំដែលខ្សត់អាហារ។ នៅពេលមានការដាំដុះហើយ ដើមឈើអាចមានផ្លែ និងសូម្បីតែលក្ខខណ្ឌបរិស្ថានដែលផ្លាស់ប្ដូរឡើងចុះខ្លាំង និងរួមចំណែកដល់ភាពធន់នឹងការប៉ះទង្គិច ឬភាពមិនទ្រុឌទ្រោមនៃកសិដ្ឋាន។ នៅពេលដែលបានដាំហើយ ដើមឈើយកផ្លែ ពុំសូវពិបាកចំណាយកម្លាំងច្រើនដើម្បីថែទាំដូចជាដំណាំប្រមូលផលប្រចាំឆ្នាំទេ។ គ្រាប់ផ្លែឈើភាគច្រើន អាចស្ថិតស្ថេរបានតែក្នុងរយៈពេលខ្លីប៉ុណ្ណោះ ដូច្នេះហើយវាមិនមាននៅក្នុងស្តុករហូតទេ។</span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "ไม้ผล",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>ไม้ผลเขตร้อนเป็นแหล่งอาหารที่พึ่งพิงได้บ่อยครั้งในช่วงเวลาที่อาหารขาดแคลนของปี เมื่อหยั่งรากมั่นคง ต้นไม้จะให้ผลได้แม้ว่าสภาพแวดล้อมจะมีความผันผวนอย่างมาก จึงทำให้เกิดความยืดหยุ่นต่อพื้นที่เพาะปลูก ไม้ผลที่หยั่งรากมั่นคงแล้วจะไม่จำเป็นต้องดูแลมากเท่าพืชล้มลุก เมล็ดของไม้ผลส่วนใหญ่สามารถใช้เพาะปลูกได้เพียงช่วงเวลาสั้น ๆ ดังนั้นจึงไม่สามารถเก็บไว้ได้ตลอด</span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Miti ya Matunda",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Miti ya matunda ya kitropiki hutoa chanzo cha chakula cha kuaminika, mara nyingi wakati wa mwaka ambapo chakula ni kichache. Mara baada ya kuanzishwa kupandwa, miti inaweza kuzaa matunda hata hali ya mazingira inapobadilishana sana na hivyo kuchangia ustahimilivu wa shamba. Miti ya matunda, inapoanzishwa kupandwa, inahitaji kazi chache kuliko mazao ya kila mwaka. Mbegu nyingi za miti ya matunda zinaweza kutumika kwa muda mfupi tu, na kwa hivyo haziko katika akiba kila wakati.</span></span></span></p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Pye bwa ki bay fwi",
                "description": "<p><meta charset=\"utf-8\" /><span><span><span>Pye bwa twopikal ki bay fwi yo,se yon sous alimantasyon nou ka f&egrave; konfyans, menm l&egrave; pa gen anpil manje. Depi l fin plante, pye bwa yo ka bay fwi menm si gen gwo chanjman nan kondisyon &nbsp;anviw&ograve;nmantal yo e sa kontribiye pou f&egrave; abitasyon an djanm. depi w fin plante pye bwa ki bay fwi yo , y ap bezwen mwens travay pase planstyon nou f&egrave; chak ane yo. Anpil semans pye bwa ki bay fwi disponib pou yon ti tan s&egrave;lman, e se pou rezon sa mou pa ka kons&egrave;ve yo.</span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "265c782d-c9e0-4c7a-8ab1-af672572508c",
        "translations": [
            {
                "locale": "ht",
                "name": "Legim Fèy",
                "description": "<p><span><span><span><span>Legim f&egrave;y yo gen bon sous fib alimant&egrave;, vitamin (A, C, and B-complex), ak mineral (especially calcium, iron, magnesium, and phosphorus). F&egrave;y v&egrave;t fonse yo jeneralman plis nourisan pase f&egrave;y v&egrave;t kl&egrave; yo oswa j&ograve;n yo. Gen k&egrave;k legim f&egrave;y ki gen sibstans anti-nitrisyon&egrave;l tankou asid ozalik, nitrat yo, glikozid asid syanidrik, ak alkaloyid yo epi yo dwe bouyi pou elimine oswa redwi yo. Anpil nan yo p&egrave;manan, yo pwodui manje ak yon ti env&egrave;tisman moun nan travay la.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "多叶蔬菜",
                "description": "<p><span><span><span><span>多叶蔬菜是膳食纤维、维生素（A、C和B复合物）和矿物质（尤其是钙、铁、镁和磷）的良好来源。深绿色的叶子通常比浅绿色或黄色的叶子更有营养。一些多叶蔬菜含有抗营养物质，如禾本科植物酸、硝酸盐、氢氰酸苷和生物碱，必须煮沸才能去除或减少它们。许多多叶蔬菜都是多年生的，只需投入很少的劳动力就可以生产粮食。</span></span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "အရွက်များသော ဟင်းသီးဟင်းရွက်များ",
                "description": "<p><span><span><span><span>အရွက်များသော ဟင်းသီးဟင်းရွက်များမှ ဖိုင်ဘာ၊ ဗိုက်တာမင် (A၊ C နှင့် B ပေါင်းစပ်)အပြင် သတ္တုဓာတ်များ (အထူးသဖြင့် ကယ်လဆီယမ်၊ သံဓာတ်၊ မဂ္ဂနီဆီယမ်နှင့် ဖော့စဖောရက်) တို့ ကောင်းစွာ ရရှိပါသည်။ အစိမ်းရင့်ရောင်အရွက်များသည် အစိမ်းနုရောင်အရွက်များနှင့် အဝါရောင် အရွက်များထက် အာဟာရကြွယ်ဝလေ့ရှိသည်။ အချို့အရွက်များတွင် အာဟာရဓာတ်ပျောက်စေသာ အရာများ ဥပမာ - အောက်ဆာလစ်အက်ဆစ်၊ နိုက်ထရိတ်၊ ဟိုက်ဒရိုဆိုက်ယက်နစ်အက်ဆစ်ပါ ကလိုက်ကိုဆိုက်နှင့် အက်လကာလွိုက်များပါဝင်သောကြောင့် ၎င်းဓာတ်များကို ထုတ်ရန် သို့မဟုတ် လျော့နည်းစေရန် ချက်ပြုတ်ရသည်။ အများစုမှာ နှစ်ရှည်ခံပင်များဖြစ်ပြီး လုပ်အားအနည်းငယ်ဖြင့် အစားအစာထုတ်လုပ်နိုင်သည်။</span></span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Sayuran Hijau",
                "description": "<p><span><span><span><span>Sayuran hijau merupakan sumber serat makanan, vitamin (A, C, dan B-kompleks) yang baik, dan mineral (terutama kalsium, zat besi, magnesium, dan fosfor). Daun hijau gelap umumnya lebih bergizi daripada daun hijau muda atau kuning. Beberapa sayuran hijau mengandung zat anti-gizi seperti asam oksalat, nitrat, glikosida asam hidrosianat, serta alkaloid dan harus direbus untuk menghilangkan atau menguranginya. Banyak yang bertahan lama, menghasilkan makanan dengan investasi tenaga kerja minimal.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Các loại rau sống",
                "description": "<p><span><span><span><span>Rau sống l&agrave; nguồn cung cấp chất xơ, vitamin (A, C v&agrave; B phức hợp) v&agrave; kho&aacute;ng chất (đặc biệt l&agrave; canxi, sắt, magi&ecirc; v&agrave; phốt pho). L&aacute; m&agrave;u xanh đậm thường bổ dưỡng hơn l&aacute; m&agrave;u xanh nhạt hoặc m&agrave;u v&agrave;ng nhạt. Một v&agrave;i loại rau sống c&oacute; chứa c&aacute;c chất phản dinh dưỡng như axit oxalic, nitrat, glycoside của axit hydrocyanic v&agrave; ancaloit, cần phải được đun s&ocirc;i để loại bỏ hoặc giảm thiểu. Nhiều loại thuộc dạng c&acirc;y trồng l&acirc;u năm, cung cấp nguồn thực phẩm với mức đầu tư lao động tối thiểu.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Légumes à feuilles",
                "description": "<p><span><span><span><span>Les l&eacute;gumes &agrave; feuilles constituent de bonnes sources de fibres alimentaires, de vitamines (complexes A, C et B) et de min&eacute;raux (notamment le calcium, le fer, le magn&eacute;sium et le phosphore). Les feuilles vert fonc&eacute; sont g&eacute;n&eacute;ralement plus nutritives que les feuilles vert clair ou jaunes. Certains l&eacute;gumes &agrave; feuilles contiennent des substances anti-nutritives telles que l&rsquo;acide oxalique, les nitrates, les glycosides de l&rsquo;acide cyanhydrique et des alcalo&iuml;des et doivent &ecirc;tre bouillies pour &ecirc;tre &eacute;limin&eacute;es ou r&eacute;duites. Beaucoup sont p&eacute;rennes et produisent de la nourriture avec un investissement minimal en main-d&#39;&oelig;uvre.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "ผักใบเขียว",
                "description": "<p><span><span><span><span>ผักใบเขียวเป็นแหล่งที่ดีของเส้นใยอาหาร วิตามิน (เอ ซี และบีรวม) และแร่ธาตุ (โดยเฉพาะแคลเซียม เหล็ก แม็กนีเซียม และฟอสฟอรัส) โดยทั่วไป ใบสีเขียวแก่จะมีสารอาหารมากกว่าใบสีเขียวอ่อนหรือเหลือง ผักใบเขียวบางชนิดมีสารต้านโภชนาการ เช่น กรดออกซาลิก ไนเตรต กลีโคไซด์ของกรดไฮโดรไซยานิก และอัลคาลอยด์ จึงต้องต้มเพื่อกำจัดหรือลดสารดังกล่าว หลายชนิดเป็นพืชยืนต้นที่ผลิตอาหารโดยใช้การลงทุนในแรงงานน้อย</span></span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mboga za majani",
                "description": "<p><span><span><span><span>Mboga za majani ni vyanzo vizuri vya lishe, vitamini (A, C, na B-complex), na madini (haswa kalisi, madini ya iron, magnesi, na fosforasi). Majani ya kijani kibichi kwa ujumla yana lishe kuliko kijani nyepesi au majani ya manjano. Mboga kadhaa za majani zina chembechembe zinazopambana na lishe kama vile asidi ya oxalic, nitrati, glycosides ya asidi ya hydrocyanic, na alkaloid na lazima zichemshwe kuondoa au kuvipunguza. Nyingi ni za kudumu, huzalisha chakula chenye uwekezaji mdogo wa kazi.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "es",
                "name": "Verduras de hoja",
                "description": "<p><span><span><span><span>Las verduras de hoja son buenas fuentes de fibra diet&eacute;tica, vitaminas (complejo A, C y B) y minerales (especialmente calcio, hierro, magnesio y f&oacute;sforo). Las hojas de color verde oscuro son generalmente m&aacute;s nutritivas que las hojas verdes m&aacute;s claras o amarillas. Algunas verduras de hoja contienen sustancias anti-nutritivas como &aacute;cido ox&aacute;lico, nitratos, gluc&oacute;sidos de &aacute;cido cianh&iacute;drico y alcaloides, y deben hervirse para eliminarlos o reducirlos. Muchas son perennes, produciendo alimentos con una inversi&oacute;n m&iacute;nima de mano de obra.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "បន្លែសម្រាប់បរិភោគស្លឹក",
                "description": "<p><span><span><span><span>បន្លែសម្រាប់បរិភោគស្លឹកល្អប្រសើរសម្រាប់ប្រភពផ្ដល់របបអាហារហ្វៃបឺរ ឬអាហារដែលមានរូបធាតុសរសៃដែលមិនអាចរំលាយ វីតាមីននានា (វីតាមីន A, C, និងវីតាមីន B ចម្រុះ) និងសារធាតុរ៉ែ (ជាពិសេសជាតិកាល់ស្យ៉ូម, ដែក, ម៉ាញ៉េស្យូម, និងផូស្វ័រ)។ ជាទូទៅ ស្លឹកពណ៌បៃតងចាស់មានអាហារូបត្ថម្ភច្រើនជាងស្លឹកពណ៌បៃតងខ្ចី ឬស្លឹកពណ៌លឿង។ បន្លែសម្រាប់បរិភោគស្លឹកមួយចំនួនមានផ្ទុកសារធាតុប្រឆាំងសារធាតុចិញ្ចឹម ឬអាហាបំប៉នដែលមានប្រភេទដូចជា អាស៊ីដអុកសាលិក អំបិលនីត្រាត ហ្គ្លីកូស៊ីដនៃអាស៊ីដស្យ៉ានិក និងសារជាតិក្បុង ហើយគេត្រូវតែស្ងោរដើម្បីបំបាត់ ឬបន្ថយសារធាតុទាំងនេះ។ មានអំបូររុក្ខជាតិជាច្រើនដែលរស់បានយូរឆ្នាំ ដោយផ្ដល់នូវអាហារដែលមិនសូវចំណាយកម្លាំងពលកម្មច្រើន។</span></span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Leafy Vegetables",
                "description": "<p><span><span><span><span>Leafy vegetables are good sources of dietary fiber, vitamins (A, C, and B-complex), and minerals (especially calcium, iron, magnesium, and phosphorus). Dark green leaves are generally more nutritious than lighter green or yellow leaves. Some leafy vegetables contain anti-nutritive substances such as oxalic acid, nitrates, glycosides of hydrocyanic acid, and alkaloids and must be boiled to eliminate or reduce them. Many are perennial, producing food with minimal investment of labor.</span></span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "f876505e-5efa-4127-ab85-713a3020d93d",
        "translations": [
            {
                "locale": "es",
                "name": "Abonos Verdes y Cultivos de Cobertura ",
                "description": "<p><meta charset=\"utf-8\" />Los AVCC son cultivos de r&aacute;pido crecimiento que cubren y protegen el suelo, y se dejan como mantillo o se incorporan durante el arado para enriquecer el suelo. Las legumbres son priorizadas por su capacidad para fijar nitr&oacute;geno. Pueden establecerse a partir de semillas, pero algunas echan ra&iacute;ces en los nodos y pueden establecerse a partir de esquejes. ECHO no proporciona inoculantes de leguminosas. Hay disponible una nota t&eacute;cnica de ECHO sobre los <a href=\"http://edn.link/tn-greenmanure\">Abonos Verdes y Cultivos de Cobertura.&nbsp;</a>Also see the <a href=\"https://www.echocommunity.org/tools/gmccselector\">GMCC Selection Tool</a>.</p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Engrais verts et Cultures de couverture",
                "description": "<p><meta charset=\"utf-8\" />Les EVCC sont des cultures &agrave; croissance rapide qui couvrent et prot&egrave;gent le sol, et sont laiss&eacute;es comme paillage ou enfouies pour enrichir le sol. Les l&eacute;gumineuses sont privil&eacute;gi&eacute;es pour leur capacit&eacute; &agrave; fixer l&rsquo;azote. Elles peuvent &ecirc;tre sem&eacute;es, mais certaines forment des racines au niveau des n&oelig;uds et peuvent &ecirc;tre &eacute;tablies &agrave; partir de boutures. ECHO ne fournit pas d&rsquo;inoculum pour les l&eacute;gumineuses. Une note technique d&rsquo;ECHO est disponible &agrave; propos des <a href=\"http://edn.link/tn-greenmanure\">Engrais verts cultures de couverture</a>.</p>\r\n"
            },
            {
                "locale": "my",
                "name": "စိမ်းလန်းသစ်ပင်နှင့် မြေဆီထိန်းပျိုးပင်များ (GMCC)",
                "description": "<p><meta charset=\"utf-8\" />GMCC သည် ကြီးမြန်သစ်ပင်များဖြစ်ပြီး မြေဆီလွှာကို ထိန်းသိမ်းကာကွယ်ပေးသောကြောင့် မြေဆီထိန်းအဖြစ်သော်လည်းကောင်း၊ မြေဆီလွှာကြွယ်ဝရန်သော်လည်းကောင်း စိုက်ပျိုးသည်။ ပဲပင်များကို နိုက်ထရိုဂျင်ပြုပြင်နိုင်သည့် စွမ်းရည်ရှိသောကြောင့် ဦးစားပေးစိုက်ပျိုးသည်။ &nbsp;၎င်းတို့ကို အစေ့မှစိုက်ပျိုးနိုင်ပြီး ပင်မမြစ်ကို ဖြတ်တောက်ခြင်းဖြင့်လည်း စိုက်ပျိုးနိုင်သည်။ ECHO တွင် ပဲနှင့်ပတ်သက်သော အချက်အလက်များကို တင်ပြထားခြင်းမရှိပါ။ စိမ်းလန်းသစ်ပင်နှင့် မြေဆီထိန်းပျိုးပင်များဆိုင်ရာ ECHO နည်းပညာမှတ်စုကိုမူ ရရှိနိုင်ပါသည်။ <a href=\"http://edn.link/tn-greenmanure\">Green Manure Cover Crops</a></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "绿肥和覆土作物",
                "description": "<p><meta charset=\"utf-8\" />GMCC是覆盖并保护土壤的快速生长的作物，作为护根留下或耕下让土壤肥沃。豆类植物因为它们的固氮能力而有优先。它们能用籽建立，但有一些在结点处生根，能通过剪下的部分建立。ECHO不提供豆类接种。我们提供ECHO有关绿肥覆土作物的技术笔记&nbsp;&ldquo;<a href=\"http://edn.link/tn-greenmanure\">Green Manure Cover Crops</a>&rdquo;&nbsp;</p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Cây phân xanh và Cây che phủ",
                "description": "<p><meta charset=\"utf-8\" />C&acirc;y ph&acirc;n xanh v&agrave; C&acirc;y che phủ l&agrave; những c&acirc;y trồng ph&aacute;t triển nhanh, bao phủ v&agrave; bảo vệ đất v&agrave; được để lại d&ugrave;ng l&agrave;m lớp phủ hoặc được c&agrave;y xới l&ecirc;n để l&agrave;m gi&agrave;u chất dinh dưỡng cho đất. C&aacute;c c&acirc;y họ đậu được ưu ti&ecirc;n trồng do khả năng xử l&yacute; nitơ trong đất. Ch&uacute;ng c&oacute; thể được trồng bằng hạt, một phần gốc tại c&aacute;c đốt tr&ecirc;n th&acirc;n v&agrave; c&oacute; thể được trồng từ c&agrave;nh gi&acirc;m. ECHO kh&ocirc;ng cung cấp chủng inoculant cho c&acirc;y họ đậu. Hiện c&oacute; b&agrave;i b&aacute;o Khoa học tr&ecirc;n Cộng đồng ECHO về <a href=\"http://edn.link/tn-greenmanure\">C&acirc;y ph&acirc;n xanh v&agrave; C&acirc;y che phủ</a>. &nbsp;</p>\r\n"
            },
            {
                "locale": "id",
                "name": " Pupuk Hijau dan Tanaman Penutup Tanah",
                "description": "<p><meta charset=\"utf-8\" />GMCC merupakan tanaman yang tumbuh dengan cepat yang menutupi dan melindungi tanah, dan dibiarkan sebagai mulsa atau dibajak di bawah untuk memperkaya tanah. Legum diprioritaskan karena kemampuannya untuk memperbaiki nitrogen. Tanaman ini dapat dibentuk oleh biji, tetapi beberapa akar ada yang membengkak dan dapat dibentuk dari stek. ECHO tidak menyediakan inokulan legum. Catatan Teknis ECHO tentang Tanaman Penutup Tanah Pupuk Hijau tersedia.</p>\r\n"
            },
            {
                "locale": "km",
                "name": " ដំណាំយកធ្វើជីធម្មជាតិពីលាមកសត្វ និងធ្វើគម្របដី",
                "description": "<p><meta charset=\"utf-8\" />ដំណាំយកធ្វើជីធម្មជាតិពីលាមកសត្វ និងធ្វើគម្របដី (GMCC) គឺជាដំណាំដែលដុះលឿនខ្លាំងដែលគ្រប និងការពារដី និងមានការបន្សល់នូវកំទេចកំទីការពារកុំឲ្យដីហួតបានយ៉ាងច្រើន និងធ្វើឲ្យដីធូរ និងសំបូរជីជាតិ។ រុក្ខជាតិបន្លែអន្លក់ ត្រូវបានគេកំណត់អាទិភាពចំពោះលទ្ធភាពទប់បម្រែបម្រួលនីត្រូហ្សែនរបស់វា។ គេអាចដាំរុក្ខជាតិបន្លែអន្លក់ទាំងនេះបានដោយការប្រើគ្រាប់របស់វាដែលលើសពីនេះ គេអាចប្រើឫសនៅជាប់នឹងពក/ថ្នាំងវាបាន និងការកាត់ដើមមកដាំជាកង់ៗក៏បានដែរ។ ECHO មិនផ្ដល់សម្ភារប្រើសម្រាប់ចាក់ចម្លងសម្រាប់ការដាំរុក្ខជាតិបន្លែអន្លក់ទេ។ កំណត់ហេតុបច្ចេកទេសរបស់ ECHO ស្ដីពី<a href=\"http://edn.link/tn-10\">ដំណាំយកធ្វើជីធម្មជាតិពីលាមកសត្វ និងធ្វើគម្របដី </a>(GMCC) អាចរកមើលបាន។</p>\r\n"
            },
            {
                "locale": "th",
                "name": "ปุ๋ยพืชสดและพืชคลุมดิน",
                "description": "<p><meta charset=\"utf-8\" />ปุ๋ยพืชสดและพืชคลุมดิน (GMCC) เป็นการปลูกพืชที่โตเร็วเพื่อคลุมและปกป้องหน้าดิน แล้วปล่อยไว้เป็นวัสดุคลุมดินหรือไถกลบหน้าดินเพื่อบำรุงดิน พืชฝักตระกูลถั่วมีคุณสมบัติช่วยตรึงไนโตรเจน ซึ่งงอกได้จากเมล็ด แต่บางชนิดงอกได้ด้วยรากตรงข้อหรือใช้วิธีการตัดชำ วิธีแบบ ECHO ไม่ได้ทำให้เกิดปุ๋ยจากพืชตระกูลถั่ว ศึกษาข้อมูลได้จากบันทึกทางเทคนิค ECHO เกี่ยวกับ<a href=\"http://edn.link/tn-greenmanure\">ปุ๋ยพืชสดและพืชคลุมดิน</a>. Also see the <a href=\"https://www.echocommunity.org/tools/gmccselector\">GMCC Selection Tool</a>.</p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mbolea ya Asili na Mazao ya Kufunika",
                "description": "<p><meta charset=\"utf-8\" />GMCCs ni mazao ya kukua kwa kasi ambayo yanafunika na kulinda udongo, na yanasalia kama mazao ya kufunika au kulimwa chini yake ili kurutubisha udongo. Jamii ya kunde hupewa kipaumbele kwa uwezo wao wa kurekebisha nitrojeni. Inaweza kuanzishwa kupandwa na mbegu, lakini baadhi hutoa mizizi kwenye mafundo na zinaweza kuanzishwa kutoka kwa miche. ECHO haitoi kiini cha jamii ya kunde. Dokezo la Kiufundi la ECHO juu ya<a href=\"http://edn.link/tn-greenmanure\"> Mazao ya Kufunika ya Mbolea ya Asili </a>linapatikana. &nbsp;Also see the <a href=\"https://www.echocommunity.org/tools/gmccselector\">GMCC Selection Tool</a>.</p>\r\n"
            },
            {
                "locale": "en",
                "name": "Green Manures and Cover Crops",
                "description": "<p><meta charset=\"utf-8\" />Green manure cover crops (gmcc) are rapidly growing crops that cover and protect the soil. They are left on the soil surface as mulch or plowed under to enrich soil organic matter content. Legumes are prioritized for their ability to source atmospheric nitrogen through symbiosis with nitrogen-fixing bacteria. Gmcc can be established by seed, but some root at the nodes and can therefore be established from cuttings. <em>ECHO does not provide legume inoculants.</em> An ECHO <em>Technical Note</em> on &ldquo;<a href=\"http://edn.link/tn-greenmanure\">Green Manure Cover Crops</a>&rdquo; is available. Also see the <a href=\"https://www.echocommunity.org/tools/gmccselector\">GMCC Selection Tool</a>.</p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Angrè vè ak plantasyon ki kouvri tè a",
                "description": "<p><meta charset=\"utf-8\" />GMCC yo se plant ki grandi rapid e ki kouvri tout t&egrave; a, epi yo kite yo tankou se pay oubyen labou pou yo anrichi t&egrave;. Legim yo gen priyorite paske yo ka ranje gaz ki rele nitroj&egrave;n nan. ou ka plante yo pa mwayen grenn, men gen k&egrave;k rasin ki konn pouse nan ne yo donk yo ka plante pa bout tou. ECHO pa bay legim inokilan. N&ograve;t teknik ECHO sou fimye v&egrave;t yo disponib kounyea.&ldquo;<a href=\"http://edn.link/tn-greenmanure\">Green Manure Cover Crops</a>&rdquo;. Also see the <a href=\"https://www.echocommunity.org/tools/gmccselector\">GMCC Selection Tool</a>.</p>\r\n"
            }
        ]
    },
    {
        "uuid": "1c5e5f4d-4d38-4406-a84d-3819cccaf215",
        "translations": [
            {
                "locale": "ht",
                "name": "Plantasyon endistriyèl",
                "description": "<p><span><span><span>Plantasyon endistriy&egrave;l yo bay luil, fib, oubyen pwodwi chimik ki soti nan f&egrave;y, grenn, ek&ograve;s , oubyen ek&ograve;s pou f&egrave; lajan oubyen ou s&egrave;vi nan f&egrave;m nan. Plant ki nan plantasyon nou yo s&egrave;vi pou f&egrave; luil pou f&egrave; manje, konfeksyon, foraj, fib, luil mot&egrave;, oubyen k&ograve;m p&egrave;stisid.</span></span></span></p>\r\n"
            },
            {
                "locale": "es",
                "name": "Cultivos Industriales ",
                "description": "<p><span><span><span>Los cultivos industriales proporcionan aceites, fibra o productos qu&iacute;micos de hojas, semillas, cortezas o ra&iacute;ces para el ingreso o uso en la granja. Las plantas de nuestra colecci&oacute;n se utilizan para aceite comestible, confecci&oacute;n, forraje, fibra, aceite combustible o como pesticida.</span></span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Cultures industrielles",
                "description": "<p><span><span><span>Les cultures industrielles fournissent des huiles, des fibres ou des mol&eacute;cules provenant de leurs feuilles, graines, &eacute;corce ou racines, pour la vente ou pour une utilisation sur la ferme. Les plantes de notre collection sont utilis&eacute;es pour l&rsquo;huile alimentaire, la confection, le fourrage, les fibres, les combustibles ou comme pesticides.</span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": " စက်မှုသီးနှံများ ",
                "description": "<p><span><span><span>စက်မှုသီးနှံများ၏ အရွက်၊ အစေ့၊ အခေါက်၊ အမြစ်တို့မှ ဝင်ငွေရရှိစေနိုင်သော သို့မဟုတ် စိုက်ခင်းတွင် အသုံးပြုနိုင်သည့် ဆီ၊ အမျှင် သို့မဟုတ် ဓာတ်ပစ္စည်းများရရှိနိုင်သည်။ ကျွန်ုပ်တို့တွင်ရှိသော အပင်များကို စားဆီ၊ အချိုပစ္စည်း၊ တိရစ္ဆာန်အစာ၊ လောင်စာဆီများရရှိရန် သို့မဟုတ် ဖျက်ပိုးနှိမ်နှင်းရန် အသုံးပြုသည်။</span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "工业作物",
                "description": "<p><span><span><span>工业作物从叶子、籽、树皮或根给收入或农场内使用提供油、纤维或化学物质。我们系列中的植物用于制作可食用油、蜜饯、饲料、纤维、燃料油或杀虫剂。</span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Cây công nghiệp",
                "description": "<p><span><span><span>C&acirc;y c&ocirc;ng nghiệp cung cấp dầu, chất xơ hoặc h&oacute;a chất từ l&aacute;, hạt, vỏ hoặc rễ cho thu nhập hoặc sử dụng tại trang trại. C&aacute;c loại c&acirc;y trong bộ sưu tập của ch&uacute;ng t&ocirc;i được trồng để cho dầu ăn, b&aacute;nh kẹo, thức ăn gia s&uacute;c, chất xơ, dầu nhi&ecirc;n liệu hoặc l&agrave;m thuốc trừ s&acirc;u.</span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Tanaman Industri",
                "description": "<p><span><span><span>Tanaman industri menyediakan minyak, serat, atau bahan kimia dari daun, biji, kulit kayu, atau akar untuk pendapatan atau penggunaan di lahan pertanian. Tanaman dalam koleksi kami digunakan sebagai minyak nabati, gula-gula, umpan, serat, minyak bakar, atau sebagai pestisida.</span></span></span></p>\r\n"
            },
            {
                "locale": "km",
                "name": "ដំណាំឧស្សាហកម្ម",
                "description": "<p><span><span><span>ដំណាំឧស្សាហកម្ម ផ្តល់នូវប្រេង, វត្ថុធាតុដើមសរសៃៗ, ឬសារធាតុគីមីចេញពីស្លឹក, គ្រាប់, សម្បក, ឬឫសសម្រាប់ការទទួលបានប្រាក់ចំណូល ឬការប្រើនៅកសិដ្ឋាន។ ឈ្មោះរុក្ខជាតិនានាដែលកំពុងស្ថិតក្នុងការប្រមូលទិន្នន័យរបស់យើង ត្រូវបានគេប្រើសម្រាប់ជាប្រេងដែលអាចបរិភោគបាន, បង្អែមដំណាប់, ចំណីសត្វ, វត្ថុធាតុដើមសរសៃៗ, ប្រេងឥន្ធនៈ, ឬជាថ្នាំសម្លាប់សត្វល្អិត។</span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "พืชอุตสาหกรรม",
                "description": "<p><span><span><span>พืชอุตสาหกรรมให้ผลผลิตประเภทน้ำมัน เส้นใย หรือสารเคมี ซึ่งได้มาจากใบ เมล็ด เปลือกไม้ หรือราก เพื่อสร้างรายได้หรือใช้ในเกษตรกรรม พืชในรายการสะสมของเราใช้สำหรับผลิตน้ำมันที่บริโภคได้ ขนม อาหารสัตว์ เส้นใย น้ำมันเชื้อเพลิง หรือใช้เป็นยาฆ่าแมลง</span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Mazao ya Viwandani",
                "description": "<p><span><span><span>Mazao ya viwandani hutoa mafuta, uzi, au kemikali kutoka kwa majani, mbegu, gome, au mizizi kwa ajili ya mapato au matumizi ya shambani. Mimea katika mkusanyiko wetu hutumiwa kwa ajili ya mafuta ya chakula, kinyunya, chakula, uzi, mafuta ya gari, au kama dawa ya kuua wadudu.</span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Industrial Crops",
                "description": "<p><span><span><span>Industrial crops provide oils, fiber, or chemicals from leaves, seeds, bark, or roots for income or on-farm use. Plants in our collection are used for edible oil, confection, forage, fiber, fuel oil, or as a pesticide.</span></span></span></p>\r\n"
            }
        ]
    },
    {
        "uuid": "74f9c0b9-1de8-4a62-a9ea-75020ee853b6",
        "translations": [
            {
                "locale": "en",
                "name": "Uncategorized",
                "description": ""
            }
        ]
    },
    {
        "uuid": "da5818be-da49-428f-87e6-e944dbb502f8",
        "translations": [
            {
                "locale": "es",
                "name": "Agroforestales",
                "description": "<p style=\"margin-bottom:6pt; margin-left:0in; margin-right:0in; margin-top:6pt\"><span><span>La agroforester&iacute;a es la pr&aacute;ctica que combina el manejo de cultivos anuales y/o animales con &aacute;rboles. Los sistemas agroforestales, compuestos en gran parte por cultivos perennes, ofrecen la capacidad de recuperaci&oacute;n necesaria para afrontar problemas clim&aacute;ticos extremos, como la sequ&iacute;a y la lluvia torrencial, junto con factores sociales y econ&oacute;micos que influyen en la producci&oacute;n agr&iacute;cola de los peque&ntilde;os agricultores. Los &aacute;rboles utilizados para la agroforester&iacute;a proporcionan alimentos, forraje, materias primas industriales, madera, combustible y mantillo, a la vez que diversifican dietas e ingresos. Una nota t&eacute;cnica de ECHO titulada &quot;<a href=\"http://edn.link/tn25\">Principios Agroforestales</a>&quot; alberga m&aacute;s informaci&oacute;n sobre el uso de &aacute;rboles de usos m&uacute;ltiples.</span></span></p>\r\n"
            },
            {
                "locale": "fr",
                "name": "Arbres d’agroforesterie",
                "description": "<p><span><span><span><span>L&rsquo;agroforesterie est la pratique qui associe la gestion de cultures annuelles et/ou d&rsquo;animaux avec des arbres. Les syst&egrave;mes agroforestiers, essentiellement compos&eacute;s de cultures p&eacute;rennes, offrent la r&eacute;silience n&eacute;cessaire pour faire face aux &eacute;v&eacute;nements climatiques extr&ecirc;mes tels que la s&eacute;cheresse et les pluies torrentielles, ainsi que des facteurs sociaux et &eacute;conomiques qui influencent la production agricole des agriculteurs de petite &eacute;chelle. Les arbres utilis&eacute;s pour l&rsquo;agroforesterie fournissent de la nourriture, du fourrage, des mati&egrave;res premi&egrave;res industrielles, du bois, des combustibles et du paillage, tout en diversifiant l&rsquo;alimentation et les sources de revenus. Une note technique d&rsquo;ECHO intitul&eacute;e <a href=\"http://edn.link/tn25\">Principes d&rsquo;agroforesterie</a>&nbsp;contient davantage d&rsquo;information sur l&rsquo;utilisation d&rsquo;arbres &agrave; usages multiples.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "my",
                "name": "သစ်တောလယ်ယာ သစ်ပင်များ",
                "description": "<p><span><span><span><span>သစ်တောလယ်ယာဆိုသည်မှာ တစ်နှစ်ခံကောက်ပဲသီးနှံများနှင့် သို့မဟုတ် တိရစ္ဆာန်များကို သစ်ပင်များနှင့် ပူးပေါင်းစိုက်ပျိုးသော အလေ့အထဖြစ်သည်။ နှစ်နှစ်ခံကောက်ပဲသီးနှံအမြောက်အမြားပါဝင်သော သစ်တောလယ်ယာစနစ်များသည် မိုးခေါင်ရေရှားခြင်း၊ မိုးသည်းထန်ခြင်းတို့ကို ခံနိုင်ရည်ရှိသည့်အပြင် တစ်ပိုင်တစ်နိုင်စိုက်ပျိုးရေးသမားများ၏ စိုက်ပျိုးထုတ်လုပ်မှုအပေါ် လွှမ်းမိုးမှုရှိသော လူမှုဘဝနှင့် စီးပွားရေးကိစ္စများအတွက် အထောက်အကူဖြစ်စေသည်။ သစ်တောလယ်ယာအတွက်သုံးသော သစ်ပင်များမှ အစားအစာ၊ တရိစ္ဆာန်အစာ၊ စက်မှုကုန်ကြမ်း၊ သစ်၊ လောင်စာနှင့် မြေဆီလွှာတို့ ရရှိပြီး စားကုန်နှင့် ဝင်ငွေရရှိစေသည်။ &ldquo;<a href=\"http://edn.link/tn25\">သစ်တောလယ်ယာအခြေခံမူ</a>&rdquo; ဟု အမည်ရသော ECHO နည်းပညာမှတ်စုတစ်ခုတွင် ဘက်စုံသုံးသစ်ပင်အသုံးချနည်း ဆိုင်ရာ အခြားအချက်အလက်များ ပါဝင်သည်။</span></span></span></span></p>\r\n"
            },
            {
                "locale": "zh",
                "name": "混农林业树木",
                "description": "<p><br />\r\n<span><span><span><span>混农林业是把一年生作物和/或动物管理与树木相结合的做法。混农林业系统主要由多年生作物组成，带来解决极端气候问题所必要的弹性，这些问题例如干旱和暴雨，以及影响小规模农民农业收成的社会及经济因素。用于混农林业的树木提供食物、饲料、工业原材料、木料、燃料和护根，同时让膳食和收入多元化。一份题为&ldquo;混农林业原则&rdquo;的ECHO技术笔记包含更多关于多功能树木使用的信息。</span><a href=\"http://edn.link/tn25\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Agroforestry Principles</span></span></span></span></span></a></span></span></span></p>\r\n"
            },
            {
                "locale": "vi",
                "name": "Cây nông lâm kết hợp",
                "description": "<p><span><span><span><span>N&ocirc;ng l&acirc;m nghiệp+ l&agrave; c&ocirc;ng t&aacute;c kết hợp quản l&yacute; c&acirc;y trồng h&agrave;ng năm v&agrave;/hoặc động vật với c&acirc;y. C&aacute;c hệ thống n&ocirc;ng l&acirc;m kết hợp, thường gồm c&aacute;c loại c&acirc;y trồng l&acirc;u năm, mang đến khả năng phục hồi cần thiết gi&uacute;p giải quyết c&aacute;c vấn đề kh&iacute; hậu khắc nghiệt như hạn h&aacute;n v&agrave; mưa nặng hạt b&ecirc;n cạnh c&aacute;c yếu tố kinh tế v&agrave; x&atilde; hội ảnh hưởng đến sản xuất n&ocirc;ng nghiệp của n&ocirc;ng d&acirc;n quy m&ocirc; nhỏ. C&acirc;y n&ocirc;ng l&acirc;m kết hợp cung cấp thực phẩm, thức ăn th&ocirc; xanh, nguy&ecirc;n liệu th&ocirc; c&ocirc;ng nghiệp, gỗ, nhi&ecirc;n liệu v&agrave; m&ugrave;n, đồng thời đa dạng h&oacute;a chế độ ăn v&agrave; thu nhập. B&agrave;i viết Khoa học tr&ecirc;n cộng đồng ECHO với tựa đề &quot;<a href=\"http://edn.link/tn25\">Nguy&ecirc;n tắc N&ocirc;ng l&acirc;m kết hợp</a>&quot; cung cấp nhiều th&ocirc;ng tin hơn về việc sử dụng c&aacute;c c&acirc;y đa mục đ&iacute;ch.</span></span></span></span></p>\r\n\r\n<p>&nbsp;</p>\r\n"
            },
            {
                "locale": "km",
                "name": "ដើមឈើសម្រាប់កសិរុក្ខកម្ម",
                "description": "<p><span><span><span><span>កសិរុក្ខកម្ម គឺជាវិធីនៃការគ្រប់គ្រងរួមគ្នាលើដំណាំ និង/ឬសត្វជាមួយនឹងដើមឈើ។ ប្រព័ន្ធកសិរុក្ខកម្មរួមមានយ៉ាងទូលំទូលាយច្រើននូវដំណាំកសិផលដែលរស់បានច្រើនឆ្នាំ ផ្ដល់នូវភាពធន់នឹងការប៉ះទង្គិច ឬភាពមិនទ្រុឌទ្រោមដែលចាំបាច់ត្រូវដោះស្រាយបញ្ហាបរិយាកាស ឬអាកាសធាតុធំៗដែលមានប្រភេទដូចជា បញ្ហារាំងស្ងួត និងធ្លាក់ភ្លៀងហូរហៀរខ្លាំង ដោយស្របនឹងកត្តាសេដ្ឋកិច្ចសង្គមដែលមានឥទ្ធិពលលើផលិតកម្មកសិកម្មរបស់កសិករតូចតាច។ ដើមឈើដែលគេប្រើសម្រាប់កសិរុក្ខកម្ម ផ្ដល់នូវស្បៀងអាហារ, ចំណីសត្វ, វត្ថុធាតុដើមសម្រាប់វិស័យឧស្សាហកម្ម, ឈើអារ, ឥន្ធនៈ, និងកំទេចកំទីការពារកុំឲ្យដីហួត ខណៈពេលនៃការបង្កើតភាពចម្រុះមុខនៃរបបអាហារ និងប្រាក់ចំណូល។ កំណត់ហេតុបច្ចេកទេសរបស់ ECHO ដែលមានចំណងជើងថា៖ &quot;<a href=\"http://edn.link/tn25\">មូលសាស្ត្រនៃកសិរុក្ខកម្</a>ម&quot; មាននូវព័ត៌មានច្រើនអំពីការប្រើប្រាស់ដើមឈើចម្រុះបំណង។&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "sw",
                "name": "Miti ya Kilimo mseto",
                "description": "<p><span><span><span><span>Kilimo mseto ni kitendo cha kuchanganya usimamizi wa mazao ya kila mwaka na/au wanyama na miti. Mifumo ya kilimo mseto, ambayo kwa kiasi kikubwa inajumuisha mazao ya kudumu, hutoa ustahimilivu unaohitajika kushughulikia masuala ya hali ya hewa yanayokithiri kama vile ukame na mvua kubwa, pamoja na sababu za kijamii na kiuchumi zinazoathiri uzalishaji wa kilimo wa wakulima wadogo. Miti inayotumiwa kwa kilimo mseto hutoa chakula, lishe, malighafi ya viwanda, mbao, mafuta, na vifaa vya kufunika mimea, wakati wa kutofautisha mlo na mapato. Dokezo la Kiufundi la ECHO linaloitwa <a href=\"http://edn.link/tn25\">&quot;Kanuni za Kilimo mseto</a>&quot; lina taarifa zaidi juu ya matumizi ya miti ya madhumuni mbalimbali.&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "th",
                "name": "ต้นไม้วนเกษตร",
                "description": "<p><span><span><span><span>วนเกษตร คือการผสมผสานการจัดการพืชล้มลุกและ/หรือสัตว์เข้ากับต้นไม้ ระบบวนเกษตรส่วนใหญ่ประกอบด้วยพืชยืนต้น ซึ่งให้ความยืดหยุ่นที่จำเป็นในการแก้ไขปัญหาสภาพภูมิอากาศที่รุนแรง เช่น ภัยแล้งและฝนตกหนัก ตลอดจนปัจจัยทางสังคมและเศรษฐกิจที่มีผลต่อการผลิตทางการเกษตรของเกษตรกรรายย่อย ต้นไม้ที่ใช้สำหรับวนเกษตรให้ผลผลิตประเภทอาหาร อาหารสัตว์ วัตถุดิบในอุตสาหกรรม ไม้แปรรูป เชื้อเพลิง และวัสดุคลุมดิน พร้อมทั้งช่วยให้มีอาหารหลากหลายและสร้างรายได้ บันทึกทางเทคนิค ECHO เรื่อง &quot;<a href=\"http://edn.link/tn25\">หลักการทางวนเกษตร</a>&quot; มีข้อมูลเพิ่มเติมเกี่ยวกับการใช้ต้นไม้อเนกประสงค์&nbsp;</span></span></span></span></p>\r\n"
            },
            {
                "locale": "ht",
                "name": "Pye bwa Agwoforestye",
                "description": "<p><span><span><span><span>Agwoforetye se yon pratik ki asosye jesyon rek&ograve;t any&egrave;l ak /oubyen b&egrave;t ak pye bwa. Sist&egrave;m Agwoforestye a, lajman konpoze ak yon rek&ograve;t kontiny&egrave;l, e l ofri yon kapasite rekiperasyon neses&egrave; ki p&egrave;m&egrave;t yo konbat gwo pwobl&egrave;m klimatik tankou sechr&egrave;s ak gwo lapli, ak tout fakt&egrave; ekomik ak sosyal ki gen enfliyans sou pwodiksyon agrik&ograve;l ti agrikilt&egrave; yo. Pye bwa nou itilize nan Agwoforetye yo bay manje, foraj, matery&egrave;l endistriy&egrave;l, planch, gaz, ak pay, sa p&egrave;m&egrave;t gen plis manje ak plis lajan .Yon n&ograve;t ki soti nan teknik ECHO ki gen k&ograve;m tit <a href=\"http://edn.link/tn25\">&nbsp;&quot;Prensip Agwoforestye yo&quot;</a> gen plis enf&egrave;masyon sou pye bwa yo ki gen plizy&egrave; fonksyon.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "en",
                "name": "Agroforestry Trees",
                "description": "<p><span><span><span><span>Agroforestry is the practice of combining the management of annual crops and/or animals with trees. Agroforestry systems, largely composed of perennial crops, offer the resilience needed to address extreme climatic issues such as drought and torrential rain, along with social and economic factors that influence agricultural production of small-scale farmers. Trees used for agroforestry provide food, forage, industrial raw materials, lumber, fuel, and mulch, while diversifying diets and income.&nbsp;An ECHO <em>Technical Note</em> entitled &quot;</span></span></span></span><span><span><span><a href=\"http://edn.link/tn25\" style=\"color:blue; text-decoration:underline\" target=\"_blank\"><span><span><span><span><span>Agroforestry Principles</span></span></span></span></span></a><span>&quot; contains more information on the use of multi-purpose trees.</span></span></span></span></p>\r\n"
            },
            {
                "locale": "id",
                "name": "Pohon Agroforestri",
                "description": "<p>Agroforestri merupakan praktik yang menggabungkan pengelolaan tanaman tahunan dan/atau hewan dengan pohon. Sistem agroforestri, yang sebagian besar terdiri dari tanaman bertahun, menawarkan ketahanan yang diperlukan untuk mengatasi masalah iklim ekstrem seperti kekeringan dan hujan lebat, bersama dengan faktor sosial dan ekonomi yang memengaruhi produksi pertanian petani skala kecil. Pohon yang digunakan untuk agroforestri menyediakan makanan, makanan ternak, bahan baku industri, kayu, bahan bakar, dan mulsa, sambil melakukan diversifikasi diet dan pendapatan. Catatan Teknis ECHO yang berjudul <span><span><span><span>&quot;<a href=\"http://edn.link/tn25\">Prinsip Agroforestri</a>&quot; </span></span></span></span> berisi lebih banyak informasi tentang penggunaan pohon multi guna.</p>\r\n\r\n<p>&nbsp;</p>\r\n"
            }
        ]
    }
]